{
  "1+1": "1+1 — это 2 индивидуалиста, которые не привыкли к компромиссу и постоянные попытки подавить партнёра.",
  "1+2": "1+2 — если единичка не будет давить слишком сильно на 2, то возможен гармоничный взаимодополняющий союз. Здесь все хорошо.",
  "1+3": "1+3 — все очень хорошо. Оптимистичное соединение. Такому союзу свойственна активность, динамичность, предприимчивость. Настоящая любовь в таких отношениях — редкость.",
  "1+4": "1+4 — партнёрство дает очень хорошие шансы на успех. При условии бизнес общения, делового общения. Это связано с разными ритмами. 1 — импульсивность, 4 — консерватизм. Сложно для семейного партнёрства.",
  "1+5": "1+5 — у пары будет взрывной тип отношений. Возможна и любовь с первого взгляда. Возможны ссоры по пустякам. Будет нестабильность.",
  "1+6": "1+6 — очень хорошие шансы на успешную совместную жизнь. Подходит как для семьи, так и для бизнес партнёрств. Каждый сможет реализовать потребности другого партнёра. Не ущемляя интересы другого. Что очень хорошо в семейной жизни.",
  "1+7": "1+7 — очень хорошая взаимодополняющая комбинация. Длинные, но не слишком глубокие отношения.",
  "1+8": "1+8 — скупость в чувствах, удачное сочетание, если партнёры не будут требовать друг от друга глубоких чувств. Хорошее положение для бизнеса, для отношений брачных тоже все может быть хорошо.",
  "1+9": "1+9 — идеальное сочетание. На всю жизнь.",

  "2+2": "2+2 — очень сложно в вопросах взаимопонимания. Возможно полное отсутствие взаимопонимания. Из-за этого есть проблема в этом сочетании, поэтому здесь очень сложно говорить пропродолжительные отношения. Но хорошо для дружбы, партнёрств. Какие-то глубокие, чувственные аспекты здесь не очень.",
  "2+3": "2+3 — очень хорошее, уравновешенное, всестороннее сочетание, с отличными перспективами.",
  "2+4": "2+4 — хорошие перспективы, но есть минус. Так как 4ка - консерватизм, а 2ка отвечает за пасивность, поэтому им сложно сделать первый шаг навстречу друг другу.",
  "2+5": "2+5 — могут быть очень хорошие взаимоотношения, но такой союз может быть эмоционально неустойчивым.",
  "2+6": "2+6 — очень хорошее, гармоничное сочетание. Гармоничные, стабильные, устойчивые отношения. Союз как в сказке - жили они долго и счастливо и умерли в 1 день. На всю жизнь.",
  "2+7": "2+7 — хорошая перспектива для дружбы. Для глубоких чувств не очень хорошо. Потому что 2 — пассивна, а 7 — погружена в себя.",
  "2+8": "2+8 — может быть очень хорошее сочетание. Взаимодополняют друг друга. Хорошие перспективы. Полное довольство друг другом.",
  "2+9": "2+9 — не очень хорошее сочетание. Кардинальное различие в эмоциональной сфере, за счёт этого союз может быть неустойчивым. Для бизнеса — более или менее. Для семейной жизни — не очень хорошо.",

  "3+3": "3+3 —  Тройкам свойственна независимость, тяга к развлечениям. С одной стороны может быть очень хорошее сочетание поскольку этим экспрессиям свойственна независимость, но тем-не-менее это может в дальнейшем привести к дальнейшему охлаждению и разрыву отношений.",
  "3+4": "3+4 — хорошее сочетание. 4ка - это консерватизм, соответственно это хорошее сочетание. Есть большие шансы на успех. Особенно благоприятны, если 3 — мужчина.",
  "3+5": "3+5 — Довольно хорошее сочетание. 3ка это независимость, коммуникабельность, инициативность. 5ка здесь импульсивность. Очень хорошее сочетание, во многом может быть схожесть характеров. Есть общие интересы, которые проявлены в экспрессии, этот союз очень удачливый.",
  "3+6": "3+6 — Отличное сочетание со всех точек зрения. Перспективы длительных, прочных, продуктивных, можно сказать фантастических отношений.",
  "3+7": "3+7 — Семерка дает погруженность во внутренний мир. Конфликт. Нет общих интересов и сходств. Могут быть глубокие конфликты. Шансы есть, но они очень малы.",
  "3+8": "3+8 — 8ка живёт по принципу - хочешь жить, умей вертется. 3ка - инициативна. Очень активны оба, что может привести к постоянным столкновениям лбами. Ссоры. Для отношений очень сложное сочетание. С точки зрения бизнеса это может быть и неплохо, но для семейной жизни не очень хорошо.",
  "3+9": "3+9 — Очень хорошее сочетание. Взаимопонимание, общность интересов, возможность совместной реализации.",

  "4+4": "4+4 — Перфекционизм и консерватизм. Очень прочный союз, но может стать архи консервативным, будет довольно скучно.",
  "4+5": "4+5 — Не долговечное сочетание. Полная противоположность интересов. Непонимание партнёров. И соответственно это может привести к охлаждению, разрыву, но для бизнеса в целом неплохо.",
  "4+6": "4+6 — Все будет хорошо. Поскольку 6ка отвечает за идеализацию, такие розовые очки. Союз может быть счастливым, продолжительным, гармоничные отношения, в целом без скандалов и упреков.",
  "4+7": "4+7 — 4ки - консерваторы, а 7ки вообще постоянно погруженны в себя. Очень спокойное сочетание с перспективой длительных отношений. Пылкости не будет, это связанно с тем что природа этих экспрессий это не есть пылкость.",
  "4+8": "4+8 — С одной стороны может быть удачным сочетанием. Оба партнёра заинтересованы в стабильности. Но опять же могут быть осложнены, могут быть столкновения в борьбе за власть. Нужно смотреть очень внимательно, для бизнеса может быть неплохо, для семейной тоже, но нужно сделать распределение ролей и понять кто есть кто.",
  "4+9": "4+9 — 9ка - идеалистичны, 4ка - консервативны. Между этими экспрессиями существует взаимное притяжение, но сложно предугадать как эти отношения будут развиваться. Нужно смотреть астрологию, но в целом взаимное притяжение есть и это уже хорошо.",

  "5+5": "5+5 — очень удачное сочетание, так как у них совпадает энергетика. Очень стабильный союз. Идеальный союз 2х душ.",
  "5+6": "5+6 — 5ка это импульсивность, вначале сделал, потом подумал, 6ка - это розовые очки, соответственно несколько разные энергии. Шансы на стабильные отношения не велики. Союз возможен, если их чувства не слишком сильны, поскольку для 6ки это важная составляющая, а 5ка постоянно меняется.",
  "5+7": "5+7 — противоположность характеров, очень хорошее сочетание, противоположность характеров, но в то же время наличие общих интересов дает устойчивость союзу.",
  "5+8": "5+8 — Главная беда такихотношений, то что оба будут стремятся к независимости. Перспективы союза не определены. Зависит от того, кто и на сколько готов жертвовать своими амбициями. Здесь так-же рекомендуется посмотреть астрологию.",
  "5+9": "5+9 — Ранимой и идеалистичной девятке хорошо с импульсивной пятёркой. Очень хороший союз. Почти идеальный. Минус союза и сложность совместной жизни может быть то, что оба имеют отстраненность от повседневных дел, это может привести к проблемам на бытовом уровне.",

  "6+6": "6+6 — Это два идеалиста, которые живут в розовых очках. Все здорово. Перспективы очень хорошие, но чувства могут прийти к вырождению в этом союзе. Поскольку творческая реализация может привести к пресыщению. Затем последующее охлаждение и осложнение. И соответственно разрыв.",
  "6+7": "6+7 — Творческие, эмоциональные и романтичные шестерки и полная погруженность в себя семерок. Есть некая неопределенность. Могут быть как очень хорошие, счастливые отношения, так и полный разрыв. Могут друг друга не понимать. Астрология может прояснить. Когда нумерология не дает ответа.",
  "6+8": "6+8 — Идеалистичная шестерка и прагматичная, материалистичная  восьмерка. В целом очень хороший и благоприятный союз. Но, как правило, эти отношения уходят в сторону материализма. Надо помнить про духовную составляющую.",
  "6+9": "6+9 — Идеалисты + идеалисты, мечтательные, ранимые. Могут быть жизнеспособные отношения. Оба партнёра нуждаются в постоянном подтверждении чувств. Если подтверждения чувствам будут постоянно находить, то возможны хорошие перспективы.",

  "7+7": "7+7 — Два одиночки. Семейный союз под вопросом, но для деловых и для дружеских отношений в целом неплохое сочетание. В то же время, всё может быть.",
  "7+8": "7+8 — Семерка погружена в себя, восьмерка — материалист. Очень веселое сочетание. Может быть проблемастичное сочетание, потому, что 7ка слишком духовная, 8ка слишком материалистичная. Сложное сочетание как с точки зрения семьи, так и с точки зрения бизнеса. Поскольку очень большая разность интересов. Астрология может это все компенсировать.",
  "7+9": "7+9 — 7ка - погруженны в себя, 9ка - идеалисты. Даёт удачное сочетание, но в жизни могут быть сложности. Оба в быту не практичны, оба не знают что и как делать в быту, такой союз может разрушится.",

  "8+8": "8+8 — инициативные, амбициозные, материалисты. Главная беда союза - оба хотят командовать. И здесь союз зависит от того, готов ли кто-то жертвовать своими амбициями. Если оба научатся идти на встречу, копромис — то союз может быть удачный.",
  "8+9": "8+9 — Если 8 не будет сильно давить на 9, не будет раздражать, не будет навязывать своего мнения, если 8 будет стараться идти на компромисс, то союз может быть гармоничным и хорошим.",
  "9+9": "9+9 — Очень ранимые идеалисты. Не приспособлены к семейной жизни. Женщины правда больше приспособленны, мужчины меньше. Надо смотреть астрологию, может быть как удачный, так и не удачный союз."
}
