{
  "Su": "Задача управлять, быть лидером, руководить людьми. Кармическая задача избавиться от эгоизма и гордыни. Учиться преодолевать свое эго, становиться смиренным. Брать на себя ответственность, избавляться от гордыни, неуверенности в себе, развивать в себе «Солнечные» качества. Всегда сдерживать слово. Учиться получать радость от деятельности.",
  "Mo": "Таланты: забота, материнство, психология, семейность. Кармическая задача: успокоить ум, эмоции, развиваться и использовать свою интуицию. Необходимо развивать в себе заботу и сострадание к окружающим, особенно если в Раша Луна падает. Развивать эмоциональное спокойствие, заботиться о детях. Служение, в первую очередь маме.",
  "Ju": "Таланты: нести знания, преподавать людям. Кармическая задача: уважать учителей, исполнять Дхарму и потом становиться учителями для других. Всегда проявлять уважение к учителю, помнить, что учителем для вас является каждый человек, уважать мужа, руководителя, заботиться о детях. Развивать честность, выполнять Дхарму (обязанности) в семье и работе.",
  "Me": "Таланты интеллектуальные, ораторские. Кармическая задача: использовать речь на благо, следить за речью. Это касается всех аспектов речи. Нужно учиться контролировать свою речь и всегда говорить правду. Использовать речь на благо всех живых существ.",
  "Ve": "Таланты: артистизм, хороший вкус, будет хорошо рисовать. Кармическая задача: избавиться от привязанности к чувственным наслаждениям, хранить целомудрие. Развивать целомудренный характер и воздерживаться от чрезмерной страсти (в том числе и чрезмерного стремления к роскоши) и незаконного секса. Верность партнеру.",
  "Sa": "Таланты: служение, организаторский дар, дисциплина. Кармическая задача: избавиться от уныния и напряжения. Нельзя доставлять страдания другим, нужно уметь сострадать и помогать, служить другим людям. Развивать в себе дисциплину, серьезность, обязательность.",
  "Ma": "Таланты: организаторские, спорт. Кармическая задача: контролировать гнев, злость. Не разрушать чужие семьи, справляться с сексуальными желаниями, развивать силу воли. Воздерживаться от насилия, агрессии, раздражения в любой форме (ни в мыслях, ни в словах, ни в действиях) и строго придерживаться принципа ахимсы — не причинения вреда всему живому. Уметь справляться с гневом, сексуальными желаниями, не разрушать чужие и свои семьи. Развивать силу воли. Развивать в себе высший уровень развития Марса: никогда не мстить, не отвечать злом на зло.",
  "Ra": "Таланты: служить миру, делать глобальные проекты, выходить за пределы. Кармическая задача: не пить, не курить, не ходить в казино (биржи), не есть мясо, не участвовать ни в каких разрушительных проектах. Будет тянуть в разрушительные проекты. Нужно развивать чистоту сердца и быть свободным от хитрости. Нельзя играть в азартные игры, воровать. Научиться внутренне принимать (прощать) обманы и предательства. Служить миру, избегать интоксикаций и всего искусственного."
}
