[
  {
    "бхава": 1,
    "название": "Луна в 1 доме",
    "текст": "Луна в 1 доме, ум находится в 1 доме. Здесь идет балансировка ума через физику, через физическое тело. Задача – быть активным, очень хорошо заниматься пешим туризмом, бег трусцой, кататься на велосипеде. Если это девушка, то в том числе это съёмки. У таких людей ум будет спокойным, если они будут физически подтянутыми. По первой чакре нужно вообще всем заниматься физически. Голова особенно подвержена влиянию ума. Очень хорошо делать водные процедуры. Луна в 1 доме даёт очень миловидный внешний вид, особенно если она расположена в дружественном знаке, будет миловидное лицо, молодая внешность. Луна отвечает не только за эмоции, но и за счастье, радость, Луна хочет быть счастливой. Задача Луны – быть счастливый, ум всегда тоже хочет быть счастливым. Луна в 1 доме может дать внешний вид счастливого человека. Такие люди заботятся о своих супругах потому, что идёт прямой аспект на 7 дом. И супруги тоже сбалансированы эмоционально, потому что Луна аспектирует 7 дом. Брак дипломатичен, ум сбалансирован, соединён. Такие люди будут стараться всех лелеять, защищать, у них есть материнский аспект. Когда такие люди будут взаимодействовать с другими людьми, они хотят обо всех заботиться эмоционально. Это будет, если Луна расположена в дружественном знаке и нет никаких вражеских соединений. Но Луна подвержена влиянию. Если есть вредоносные планеты, например, Раху, то всё будет изменяться. Луна – это вода, как волны океана. Когда Луна в 1 доме, это как волны вверх-вниз. Если Луна находится в Скорпионе в падении, или в Близнецах (поскольку Близнецы это многогранный знак), то ум человека будет туда-сюда скакать. Если у человека Луна в лагне в падении, то человек будет очень эмоциональный, будет всё принимать близко к сердцу, какие-то вещи может принимать не правильно. Луна в 1 доме отвечает за баланс, поэтому важно, чтобы она располагалась хорошо. Луна это также мама, это и 4 дом, дом внутреннего счастья, отвечает за сердце. Мама для таких людей, как правило, это движущая сила. 1 дом контролирует всю нашу жизнь, и если Луна-мама находится в 1 доме, то мама и будет контролировать всю жизнь человека, но в хорошем моменте. Также мы должны смотреть 4 дом, хозяина 4 дома. То же было и про Солнце, если Солнце в 1 доме, то папа в голове, будет удача и всё будет хорошо. Когда Луна в 1 доме, то мама становится наставником по жизни. И мама может на многое повлиять. В зависимости от отношений с мамой или от отсутствия таких отношений, будет показывать те отметины, те блоки, которые могут здесь быть. Например, если мама меня не любит, мама меня бросила, то я ей все покажу и докажу. Если падшая Луна или находится под малефиками, то мама становится движущей силой в негативном ключе. Т.е. при материнских ошибках или в отсутствии любви, это и будет нас двигать вперед. Не зависимо от того, как расположена Луна в 1 доме, мама будет движущей силой. Когда вокруг Луны находится много планет, или парад планет в доме, то могут быть проблемы. Когда Луна в 1 доме, то у человека могут быть психические обострения, более тонкое чувствование. А если в 1 доме много планет и там же Луна, то если нет крепкой поддержки со стороны Лагнеши, диспозитораЛагнеши, то у человека могут начаться не только психологические, но и психиатрические проблемы. Луна отвечает за болезни ума, это голова. В Лунной карте у всех Луна находится в 1 доме, поэтом очень важно, чтобы мы все свою Луну приводили в порядок. Люди с Луной в 1 доме имеют мягкий романтический характер. Это приятные, любящие, популярные люди. У них будет сильно ментальная чувствительность, они духовны, любят путешествовать, перемены, заботятся о других. Их семейная жизнь будет счастливой, при условии хорошей Луны. Они хорошо будут работать в сферах деятельности, связанных с обществом."
  },
  {
    "бхава": 2,
    "название": "Луна в 2м доме",
    "текст": "Дом семьи. 2й дом - это накопленные блага, семейная история, сбережения, камни, активы, недвижимость, речь, качество еды, знания, базовое понимание себя и семьи. Луна во втором доме это как бы экзальтация. В Тельце Луна в экзальтации, а 2ой дом - это Телец в абстрактном гороскопе. Но Луна 15 дней растёт, 15 падает и в зависимости в каком знаке она расположена, в каком градусе, на каком расстоянии от Солнца - мы можем смотреть, что там может происходить. Будут ли сбережения постоянно или зигзагом. Но всё равно когда Луна во 2ом доме эти зигзаги будут происходить, с возрастом будут замедляться. Человек будет эмоционально соединён с семьей в которой вырос, при этом он даже может не любить эту семью, может считать себя даже приёмном, всё равно у него будут довольно сильное соединение с этой семьей. У них хорошо может быть поставлен голос, могут эмоции передавать через песни, но опять же смотреть какие планеты рядом. Луна очень чувствительна и на неё могут влиять даже планеты в соседних домах и какой знак. Мама будет следовать семейным традициям, ритуалам. Луна аспектирует 8й дом - дом таинств и секретов, совместных доходов, налогов, накоплений, взлётов и падений, окультных интересов. И человек может узнать какие-то секреты, в том числе и партнёров, либо наоборот личность партнёра может быть скрыта. Чел-к может не всё знать о партнёре. Поэтому важно смотреть Лунную карту. Каким образом Луна расположена в варгах, дробных картах. Если Луна в экзальтации - хорошо, будет давать финансовую стабильность, если хозяин 2го дома крепко стоит. Для 2го дома важен земной знак - крепкий знак, чтобы выдержать финансы. Но в любом случае к 30-35 годам всё это устаканится. Такой чел-к происходит из большой семьи, он может любить покушать. Может хорошо распоряжаться деньгами, особенно после 30-35 лет. Получает деньги от общественных профессей, от наследства. Изучает науки, общается с людьми искусства, поставлен голос, говорят мягко, убедительно. Их финансовое положение переменчиво, но оно зависит от того, в каком знаке и положении находится Луна, диспозитор, окружение."
  },
  {
    "бхава": 3,
    "название": "Луна в 3 доме",
    "текст": "Луна в 3 доме – братья/сестры, близкие родственники, наше близкое окружение. Смелость, мужественность, собственные усилия, сколько есть отваги у человека, обязательства, навыки рук. Публицистика, журналистика. Как человек может коммуницировать с другими людьми, насколько у него хватает целеустремленности добиваться чего-либо. Луна это мама, эмоции, атмосфера, счастье, наша эмоциональная реакция на все, что происходит.\nУ человека с Луной в 3 доме будет эмоциональная привязанность к братьям, близким, соседям. Такой человек будет чувствовать эмоциональный баланс, особенно когда будет коммуницировать с братьями, с друзьями. Но ум может быть разбалансирован здесь. Этот дом немного дискомфортный. 3 дом связан с Близнецами, а Луне в Близнецах не очень комфортно, это меркурианские энергии, а Луне с Меркурием не очень хорошо (Луна враг Меркурия), состояние Луны не очень стабильное.\nТак как 3 дом = Близнецы, то у человека будет интеллектуальный ум, и на вечеринке он может общаться на различные темы, он везде подкован. Его ум разделен, ментальное спокойствие, ум занят различными вопросами и может давать хорошие писательские навыки, коммуницирование через писательство. Луна очень сильно концентрирует творческую энергию, могут быть хорошие писатели (смотрим общую картинку, как расположена Луна). Такие люди могут быть хорошими продажниками. Мама такого человека тоже будет очень коммуникативна, разговорчива (мама как сигнификатор Луны).\nЛуна из 3-го дома дает прямой аспект на 9 дом – это вера, мудрость, философия, учителя, гуру, отец. Это также дальние поездки, паломничества. Следование закону, это в том числе писаный закон. Луна вовлекается во все это, чтобы иметь здесь интерес. Такой человек будет хотеть иметь высокую мудрость, высокую веру, и Луна в таком положении все это может давать. Если человек будет писателем, то он будет искать гуру, учителей, стараться узнать больше о своем предмете.\nЛуна как наш второй асцендент. Это наш ум, и то, что с нами происходит. Поэтому полный гороскоп это и есть Лунный гороскоп, это то, как мы мыслим в реальной жизни. Аспект на 9 дом (это Стрелец, Юпитер в абстрактном гороскопе), и человек может получить юпитерианские качества и будет узнавать что-то новое и интеллектуальное. И будет стараться искать такого же партнера.\nКак правило, такие люди очень экспрессивные, могут быть в переменчивом настроении, могут плохо ладить сами с собой. Они будут любить путешествия, могут менять свои занятия, ссориться со своими родственниками, к сожалению. Но из них могут выходить хорошие писатели, актеры, рассказчики. Они могут быть подозрительны, могут ловчить, могут грешить. Классические тексты могут вызывать у них чувство скуки. И если они сами пишут такие тексты, то это указывает на скупость их характера."
  },
  {
    "бхава": 4,
    "название": "Луна в 4 доме",
    "текст": "это дом комфорта, это материнская любовь, лелеяние, каким было детство, детские воспоминания. Удобства, машина, кондиционер, обогреватель. Родная земля, родина, физический дом. Луна это эмоции, мама, эмоциональный ответ на вещи вокруг нас, что у нас в уме, на что мы реагируем, когда мы что-то видим. Луна в 4 доме по сути как в своем доме (Рак в абстрактном гороскопе), она тут сбалансирована, хоть и эмоциональная. Луне здесь очень комфортно, она притягивается к маме, люди вовлечены в ее лелеяние, вся их жизнь все учение связано с мамой («мама меня учила тому-то, в это я верю»). Мама скорее всего домохозяйка, она любит и лелеет других людей, может быть нянькой, мед.сестрой, заниматься медициной или недвижимостью, детской психологией, школьным учителем, может работать с детьми. Такие люди тоже, как правило, любят животных очень сильно, но иногда могут это делать так, что могут забыть обо всем. Если Луна в 4 доме и человек пришел на помощь, то он может забыть про все другие аспекты жизни, настолько он может быть вовлечен. Если Луна падшая или с малефиком, то человек будет чувствовать недостаток мамы. Идет аспект на 10 дом, значит, человек будет стараться помогать другим людям. Такие люди будут стараться искать партнера со статусом, т.к. Луна в лунной карте в 1 доме, дает аспект на 7 дом, а в Раси связано с 10 домом, с работой. Куда идет прямой аспект Луны, это показывает в том числе, какого партнера мы будем искать. Луна в 4 доме ищет безопасности и защиты, такие люди хотят быть под защитой, очень хотят заботиться о других. Такие люди будут вовлечены в недвижимость, могут продавать дома. Могут выполнять нужды других людей, могут их лелеять. Если вы ищете дом, то такой человек вам может помочь купить лучшую недвижимость. Но нужно смотреть на положение Луны.\nЦенности такого человека – помогать другим людям. Как правило, у таких людей очень открытое сердце, они приятны в общении, открыты, восприимчивы, имеют множество знаний, дружат с хорошими людьми, часто могут менять место жительства, владеют имуществом, живут в хороших местах. Они немного излишне требовательны к людям, живут вместе с ними, чувствительны, с сердцем все у них хорошо."
  },
  {
    "бхава": 5,
    "название": "Луна в 5 доме",
    "текст": "5й дом - это дом детей, романтических отношений, развлечений, спекулятивного бизнеса, политики, академических учений различной степени. Луна в 5ом доме даёт эмоциональную привязку к детям. Будут получать эмоциональную креативность через детей. Будут чувствовать, что через детей могут выразить себя. Могут писать сценарии. Могут быть певцами, поэтами. Луна в 5ом доме даёт нашему уму креативность. Может быть вдохновение от мамы. Могут быть вовлечены в политику. Могут делать бизнес, но как правило какие-то женские продукты. Аспект на 11 дом, дом прибыли. Статус. Партнёр такого человека будет сбалансированный, который хорошо сложился в жизни, при условии, что Луна хорошо расположена и диспозиторы обоих домов, а так-же хозяин 7 дома. Партнёр может быть источником прибыли, как семейный партнёр, так и партнер по бизнесу.Как правило такие люди очень образованны, могут занимать высокое положение, способны хорошо вложить деньги, могут дать дельный совет, хорошо служить обществу. У них будут хорошие дети, хорошие ученики, которые будут являться предметом их гордости. У них могут быть драгоценные камни, другое имущество. Как правило такие люди честные и идут по жизни прямой дорогой."
  },
  {
    "бхава": 6,
    "название": "Луна в 6 доме",
    "текст": "дом болезней, конфликты. Когда мы будем проходить медицинскую астрологию, то будем много внимания уделять 6 дому. Когда Луна находится в 6 доме, то и самочувствие человека будет связано с характеристиками этого дома. Поэтому человек может иметь конфликты, может иметь судебные разбирательства. Может иметь проблемы, связанные, в том числе и со здоровьем, связанные с лунными моментами. Также это дом служения. 6 дом для Луны – это одно из самых тяжелых мест, потому что здесь могут быть постоянные конфликты, человека будут постоянно атаковать. Если Луна находится в Деве (это 6 знак), то тоже могут человека постоянно атаковать. Луна в 6 доме может давать человеку целительские качества, человек может быть задействован в медицинской индустрии, может быть хорошей медсестрой, педиатром, ветеринаром. Это хорошая позиция для юриста. Именно для юриста, который имеет постоянные конфликты в карьере. Как правило, такие люди могут быть хорошими адвокатами по судебным делам, потому что 6-й дом дает аспект на 12 дом, а это нахождение в тюрьме. Человек может быть полицейским, солдатом. Может разрешать конфликты для всей страны. Конечно, это довольно жесткая позиция для Луны, но здесь Луна дает хорошее служение через трудности, дает целительские услуги. И человек все трудности будет решать, несмотря на то, что у него все будет скапливаться. Конфликты могут приходить через сеть окружения, могут приходить с братьями, с различными связями. Через что будут приходить конфликты, смотрим по 6-му дому от 6-го, то есть через 11 дом. 6 дом смотрит на 12 дом – это дом заключения, госпитали, изоляция, заграница. Человек будет иметь дело с различными тратами. Может быть духовной личностью, либо будет к этому склонен. Такая позиция Луны показывает на кротость ума, на благоприятные возможности для помощи другим людям. В юности есть проблемы со здоровьем. У них могут быть проблемы, связанные с пессимистическим образом мыслей. Есть предрасположенность к тюремным моментам, заболеваниям желудка. Они имеют врагов, могут страдать от унижения или критики. Ленивы в делах.Луна в 6 доме может являться сигнификатором отсутствия сексуальной страсти."
  },
  {
    "бхава": 7,
    "название": "Луна в 7 доме",
    "текст": "это дом партнерства, это брак, это дела с другими людьми, бизнес, взаимоотношения с другими людьми, каким образом они строятся. Это также десцендент, это второй по важности дом после асцендента, поэтому он находится зеркально, напротив 1 дома, напротив лагны. Луна – это эмоции, ум, мама, эмоциональный ответ, то, как мы мыслим, это счастье. Если Луна находится в 7 доме, то это материнская энергия находится в 7 доме, в доме партнера. При условии, что Луна не зажата с двух сторон плохими планетами, в том числе и в соседних домах, при условии, что Луна не находится в падении, что она довольно крепкая, и окружение у нее довольно хорошее, и при этом хозяин 7 дома хороший, то все будет очень хорошо, могут быть отличные отношения. Если еще при этом Рак восходящий, то все будет супер хорошо, у человека могут быть очень гармоничные отношения, как в семье, так и в партнерстве. Такой человек, при хорошо расположенной Луне, в партнёрстве будет проявлять заботу. И если вы выбираете себе партнёра, это очень хорошая комбинация. Но конечно надо не забывать про синастрию (астрологическую совместимость), которую мы позже будем проходить. Синастрия покажет совместимость, что вам даёт тот или иной партнер. Но в любом случае есть моменты, на которые при синастрии мы можем закрыть глаза, но Луна в 7 доме действительно проявляет заботу. У такого человека будут легко идти сделки, он всё будет делать в балансе. Он вообще будет стараться всё держать в балансе, будет проявлять заботу. Но если Луна разбалансирована, если есть рядом Сатурн, Раху, ретроградные планеты, то будет сложно, т.к. Луна как вода, всё впитывает. Если на Луну есть влияние сложных планет, то Раху будет делать человека подозрительным, он будет думать, например, не изменяет ли мне партнер. Но то, что мы думаем, то мы и притягиваем. Луна это сигнификатор мамы. Мама будет коммуникабельная, будет партнёриться с другими людьми, будет преданная отцу, но будет деловой. Любит торговаться, в том числе на рынке. Мама будет помогать в отношениях, будет представлять будущего супруга, мама будет везде. Это довольно хорошее положение для получения славы, Луна здесь может светиться. Если Луна здесь расположена хорошо, если она экзальтирована, а если ещё и напротив стоит Солнце, то у человека может быть очень верный партнер, очень физически активный. Луна даёт прямой аспект на 1 дом, значит, как мы будем влиять на партнёра, так и он будет влиять на нас. Значит, и партнёр, и сам человек будут обладать такими качествами. Такие люди будут обретать успех в коммерческой деятельности, будут работать ради благополучия других людей, будут проявлять заботу, могут менять свои связи. У них может быть нелёгкий характер, но мы смотрим, какое там соединение. Могут быть слишком сухими, могут быть слишком эмоциональными. Даже если Луна сбалансированная, крепкая, находится далеко от Солнца, то это очень хорошо. Такие люди могут путешествовать довольно часто, могут путешествовать на небольшие расстояния. Хорошо одеваются, внешне привлекательны, аспект Луны на 1 дом (в 1 доме Луна даёт привлекательную внешность, лицо). Такие люди могут быть подвержены сексуальным импульсам, есть ревнивость, склонность к конкуренции, но надо учитывать полностью всю ситуацию в 7 доме и в отношениях."
  },
  {
    "бхава": 8,
    "название": "Луна в 8 доме",
    "текст": "это дом долголетия, смерти и драматических событий в том числе. 8 дом отвечает за внезапность, что-то оккультное, секретное, что скрыто от глаз, что-то глубокое, что находится под землей. Также отвечает за смерть, за перерождение, секреты, правительство, налоги, деньги жены, хирургию, несчастные случаи. Луна это эмоциональное благополучие, психика, ум. Положение в 8 доме для Луны не очень хорошее, она себя там чувствует не очень хорошо. В абстрактном гороскопе 8 дом как Скорпион, а Луна в Скорпионе в падении. Этот дом очень тесный для Луны, это как темница для нее. Луна испытывает довольно внезапные события, ей некомфортно. Человек будет эмоционально истощенным, высушенным, подвержен психосоматическим нюансам. Тем не менее, такие люди могут заниматься оккультными штуками, мистикой. Это могут быть доктора, медсестры, может быть реанимация, энергия Луны находится там. Также скорая помощь, служба спасения. Это астрологические предрасположенности, целительство, доктора, инструктора йоги, мистики. Луна это сигнификатор мамы, мама будет страдать, ум будет страдать, дисбаланс может быть у человека. 8-й дом дает прямой аспект на 2 дом, могут быть неожиданные приходы денег от партнера. Для нейтрализации такого положения надо заниматься духовными практиками, служением. В том числе мама может скрывать секреты. Когда Луна попадает в дустханы, это для нее всегда не очень хорошо, т.к. Луна самая чувствительная планета, это наш ум, наше счастье. Да и всем планетам не очень хорошо находиться в дустханах. Но есть исключения – когда грахи в абстрактном гороскопе попадают в собственный знак. Аспект на 2 дом – это дом накопления, речи, и на это будет влиять положение Луны в 8 доме. Так как Луна в 8 доме разбалансирована, то это может давать разбалансировку 2-му дому, в том числе и по эмоциональным сферам. Поэтому людям с Луной в 8 доме надо обязательно заниматься духовными практиками, медитациями. И только так эти люди смогут действительно обрести счастье. Мы смотрим всегда Джанмалагну, Чандралагну, Сурья лагну. У людей с Луной в 8 доме может быть довольно сильное, крепкое тело, но они могут быть нестабильны в психосоматическом плане, могут быть слабые умственные способности. Такие люди будут интересоваться таинственным, вопросами способности. В юности такие люди могут страдать от некоторого одиночества, от душевных переживаний. При таком положении Луны может быть средняя продолжительность жизни, могут быть заболевания глаз, может быть наследство, может прийти по материнской линии (это не всегда, надо смотреть). Всегда, если в Лунной карте ситуация несколько лучше, то все может улучшиться. И наоборот, если в Лунной карте ситуация хуже, то все может ухудшиться."
  },
  {
    "бхава": 9,
    "название": "Луна в 9 доме",
    "текст": "это дом веры, системы ценностей, ритуалов, исполнения действий. Это высокое мышление, философия, это что-то научное, математическое. Это дипломатия, государственные нюансы, учение гуру, учителей. Это папа, это удача. Луна – это как мы мыслим, наше внутреннее счастье, сигнификатор мамы, сигнификатор ума. Кстати, кендры (если планеты попадают в кендры) будут давать женские качества планетам, женский оттенок, а триконы (трины) – мужское влияние. Луна в 9 доме – это дает возвышенную систему ценностей, человек будет учиться высокому философскому мышлению. Такие люди будут исполнительными с точки зрения ритуалов, в своей культуре они будут все соблюдать. Это все конечно зависит от знака. Если Луна в экзальтации, то все очень хорошо. Луна это мама, значит, мама может быть учителем, может оказывать влияние, в том числе и на отца, вдохновлять на рост. Мама может быть вовлечена в религию, в ритуалы, будет предана высокому учению. При условии, что у Луны нет помех, хозяин 9 дома и его диспозитор хорошо себя чувствуют, смотрим ганданте, дебилитацию,окружение, то все будет хорошо. Астрология как шахматы, надо смотреть на все составляющие. Если идеальное положение, то все ок. Если не идеальное, то вы будете видеть, в связи с чем это не происходит. Это опыт, практика. Людям надо обязательно сбалансировать ту сферу, где находится Луна, где она вовлечена. Люди с Луной в 9 доме могут стать хорошими философами, математиками, учителями, священнослужителями. Там находится ум, счастье человека. Моя практика показывает, что такие люди обладают довольно сильным умом, у них могут быть креативные, творческие мысли. Они будут заботиться о процветании общества. У них, как правило, ум духовного или философского склада. Они будут приобретать имущество, иметь детей (дети 5, 7, 9 дома, 5 – вообще дети, 7 – второй ребенок, 9 – третий ребенок). У них есть хорошие возможности для путешествий."
  },
  {
    "бхава": 10,
    "название": "Луна в 10 доме",
    "текст": "это дом карьеры, статус, власть, публичная жизнь, социальная реализация, как человек будет карму совершать. Луна – это наш ум, чувства, эмоции, наша мама. Луна в 10 доме – ум находится в 10 доме, человек хочет получить власть, чтобы заботиться о других людях. Это может быть хорошая позиция для политиков. Если выбирать политика, то можно смотреть на это, чтобы у политика было желание заботиться о других людях. Например, у Махатмы Ганди было такое положение Луны, этот человек является национальным героем в Индии. Он помогал в Индии обездоленным. У Лютера Кинга было такое положение Луны, он восстановил права черных, в США до недавних времен у черных не было вообще никаких прав. Так что положение Луны в 10 доме – это очень хорошее положение для публичного человека. И при других составляющих такой человек будет стараться идти по пути ненасилия, это проявление заботы о других людях. Если такие люди будут реализовываться в правительстве, то они будут очень сильные. При таком положении мама могла повлиять на карьеру, на воспитание человека. Здесь идет прямой аспект на 4 дом, очень сильные отношения с мамой. 10 дом – это сатурнианский, карьерный дом. Не смотря на то, что этот дом даёт немного женские качества планетам, но он ещё даёт поддержку папы. Луна в 10 доме показывает, что власть в доме была у мамы, властная мама, но мы должны всё смотреть. Здесь ещё будет лидерская позиция дома, из-за аспекта на 4 дом. Но эта позиция связана с заботой. У человека могут также быть ментальные зигзаги. И для того, чтобы человек был крепкий, надо смотреть, где Солнце расположено, как далеко от Луны, и смотрим все, что проходили. Лунная карта и есть ментальная карта, карта нашего счастья. Луна в 10 доме – это довольно интересная позиция, которая показывает, что у человека могут быть хорошие идеи, из него может получиться хороший помощник в бизнесе. Такие люди могут быть популярны, могут быть приветливые хозяева, могут быть хорошими родителями. Такие люди способны ухаживать за больными. У таких людей может быть значительная продолжительность жизни. Они могут участвовать много в различных общественных организациях. Из них могут выйти действительно хорошие руководители, управленцы, которые будут заботиться о людях, о своих подчиненных."
  },
  {
    "бхава": 11,
    "название": "Луна в 11м доме",
    "текст": "Дом прибыли, наше социальное окружение, профессиональный круг, доходы, денежные мечты, желание прибыли, старшие братья. Счастья, ментальность в соединении с кругом друзей и коллег. Такой человек будет притягивать друзей и коллег. Будет чувствовать себя счастливым, когда будет находиться в окружении людей которые ему нравятся - это секрет счастья - общаться с теми, кто вам нравится и делать то, что нравится и наоборот...  Особенно сильно это будет проявляться с Луной в 11ом доме. Такие люди хорошо чувствуют когда находятся в своём кругу. Могут делать большие встречи. Может быть ментальная привязка к старшим братьям. Мама будет социальным организатором. Финансы, деньги, поддержка может быть от Луны, поэтому можно маму привлекать, чтобы мама помогала делать определенные вещи. Аспект на дом детей, 5й дом. Такой человек будет искать креативного партнёра, будет легко ладить с детьми, будет любить детей. Может быть музыкальный человек, креативный и будет привлекать тоже креативных людей в свою жизнь."
  },
  {
    "бхава": 12,
    "название": "Луна в 12 доме",
    "текст": "это что-то незнакомое, это путешествия, неизведанные земли, переселение заграницу. Изоляция, монастыри, госпитали, тюрьмы, приюты. Любые траты денег. Что-то подсознательное. Постельные удовольствия, сексуальное поведение, скрытые таланты. Другие измерения, мокша, духовное просветление. В дустханах планеты не очень хорошо себя чувствуют. Есть исключения, некая нейтрализация. Но Луна является планетой, максимально подверженной влиянию, она не очень хорошо себя чувствует в дустханах, ей там очень тяжело и получается, что ваше счастье находится в домах дустхан (дома потерь). Плюсы – у человека действительно могут быть какие-то открытые штуки в тонком плане. Это может давать человеку либо воображение, либо человек действительно будет смотреть в какие-то другие измерения. Человек может быть интровертом, изолированным, социопатом своего рода, то есть может быть очень приватным, уединенным, будет любить изолированные места, будет любить изоляцию, и будет чувствовать себя там свободно. Поскольку таково положение Луны, таково положение счастья. У такого человека может быть недостаток материнства. Мама тоже может быть уединенной сама по себе. Плюс может быть потеряна связь с мамой. Такие люди могут быть соединены с мистическим миром, особенно может быть интерес к миру эзотерики, пришельцы, другие измерения. Такие люди будут стараться быть подальше от публичности. У них могут быть различные фобии. Если есть соединение с Кету, то могут быть монахи, духовные люди. Если соединение с Раху, то у человека может быть много желаний, много необычного. Луна в 12 доме дает тягу человеку, чтобы он искал постельные удовольствия. И если еще соединение Венеры в марсианском знаке, или Марс в венерианском знаке, то все будет там очень интересно. Прямой аспект Луны на 6 дом. Партнёр у человека будет такой же. Партнёры могут быть в сфере предоставления услуг, в медицине. Или могут быть такие же болезненные. У них может также возникать желание спасти партнёра. Или будут искать партнёра, которого они смогут переделать, лелеять, сохранить. Таких партнёров они будут притягивать. Поскольку Луна в дустхане, то ум может быть неконтролируемый. Такие люди способны задумываться над духовными вопросами, верят в будущую жизнь. В материальном плане у них к сожалению удача переменчивая. Могут быть спонтанные покупки. Они склонные к тайной и иногда к незаконной деятельности. Они могут посещать необычные места. Могут употреблять всякие нехорошие штуки, в том числе наркотические. Могут жить в каком-то своем мире, иметь какие-то свои фантазии. Они могут проводить время в одиночестве. Такая Луна может влиять на недостаток зрения. Могут быть сложности с близостью с матерью."
  }
]