[
  {
    "бхава": 1,
    "название": "Юпитер в 1 доме",
    "текст": "Гуру в 1м доме - это мудрость, дхарма, наша хорошая карма, законы, образование, философия, религия, культура, сбережения, дети, взаимодействие со старшими людьми, как мы Обращаемся с учителями, священнослужителями, какие у нас учителя. Это прибыли, живые существа, это 9й дом. Юпитер в первом доме это Дигбала. Такой человек будет очень образованный, очень способным к знаниям. У него мантра в голове, дхарма. Он будет стараться, тянутся к знаниям, любить читать. Расцветает трикона, поскольку Юпитер дает Аспект на 5ый дом, 7 дом, 9 дом, расцветает вся трина. Это шикарнейшее положение. И даже если Юпитер В дебилитации, считается что за счёт того, что он находится в Дигбале 1ом доме, то это всё нейтрализация дебилитации. Будет давать фундаментальное образование, академические дисциплины, у него будет рвение учиться, будет хотеть знаний, вся жизнь будет идти через знание. Всегда будет искать мудрость, знания. Это будет показывать физическую активность. Юпитер расширяет дом. Если Юпитер ретро или в падении - это будет тоже немного сказываться. Аспект на 5ый дом. Это будут образованные дети, мудрые, которые получат религиозные ценности. Такой человек может учить, учительские данные. Человек может получить высшее образование и докторские степени, имея Юпитер в 1ом доме. Юпитер это всегда знание обо всём. Будет открыт к знаниям, у него будут результаты в бизнесе, творческие способности, высокая мудрость. Глубинные знания. Аспект на 7 дом будет давать такого же супруга, который будет хорошо себя вести, будет образованным. В женской карте Юпитер - это муж, соответственно муж будет такой, как учитель, будет давать знания. Аспект на 9 дом. Это значит что у человека есть понятие о аукарме. Будет уважать учителей, у него будут очень хорошие отношения с ними, будет пропитан текстами, философией. Такие люди могут стать сильными управляющими, лидерами, докторами наук, советниками, психологами. Неважно в какой карте Юпитер в первом доме, Джама, Сурья или Чандра - это очень хорошо. Если Юпитер в 1ом доме - можно уже дальше карту не рассматривать. У человека хватит знаний, дхармы для того чтобы преодолеть всё. Другие дома можем смотреть для того, чтобы понимать как он это будет преодолевать, с какими сложностями будет сталкиваться. Юпитер в первом доме дает защиту от всего, чего только можно. Юпитер дает Каппу - такие люди будут плотные, не худые. Обычно мужественные, здоровые, долго живут, красивы собой, хороши собой, хорошие философы, хорошие родители, будут сильные религиозное наклонности, они будут знать священные писания, будут знать законы и соблюдать их, будут иметь последователи. Такие люди либо высокие либо полноватые, либо широкие. Аспекты Юпитера на 1 дом - это тоже всегда хорошо, это частичное проявление. Если повезёт выбрать такого партнера, с Юпитером в первом доме, будь-то в бизнесе, будь то в семье - считайте Вам повезло."
  },
  {
    "бхава": 2,
    "название": "Юпитер в 2 доме",
    "текст": "здесь может быть не очень хорошее положение для Гуру, хотя в целом Гуру является довольно мягкой планетой. Есть такое правило – когда планета является каракой какого-то дома (Юпитер карака 2 дома, в кружочке на схеме) и планета попадает в этот дом, то это считается не очень хорошо. И Юпитер во 2 доме будет себя чувствовать не очень хорошо. Тем не менее, Юпитер находится во 2 доме, в доме речи. У человека будет очень приятная речь, будет хорошая способность говорить. Когда он говорит, то будет обязательно кого-то обучать, будет стараться давать мудрость другим людям. Может быть публичным спикером, потому что Учитель через него говорит, учителя будут слушать. Не всегда может давать много денег, это связано с тем, что Юпитер находится в доме, где он является каракой. 2 дом не совсем комфортный для Юпитера, но, тем не менее, человека все будут слушать, это даёт материальный доход. Если Юпитер в экзальтации, в своем знаке, то это всё будет улучшать, даст хорошие результаты и даст как раз много денег. Если нет экзальтации и своего знака, то не обязательно даст много денег. И это тоже надо обязательно понимать. Юпитер ценит знания, дает мудрость, расширяет дом. Соответственно, расширение знания, мудрости, семейной истории, родословной. У человека будут качества проповедника, он будет хорошо знать мудрость жизни, будет говорить правду, если Юпитер расположен нормально. А если в падении, то может говорить жесткую правду, и может немножко юлить. Может видимость создавать, что у него все красиво, но по факту у него не красиво. Будет ценить семейную историю, и эти знания ему важнее, т.е. ценности семьи. Такие люди в целом будут оптимисты. Аспект Юпитера на 6 дом. Такой человек может преодолевать трудности. Но если Юпитер в падении, то могут быть трудности, могут быть враги. Если нормальный Юпитер, то будет побеждать все болезни. Аспект на 8 дом – возможность знаний, сильная интуиция, будет давать оптимизм по жизни, в не зависимости от ситуации. Не смотря на то, что 2 дом является маракой. Аспект на 10 дом – дает учительство, преподавание, писательство, публичные речи, банкротство, закон. Может быть, в том числе, и семейный бизнес, но тут нужно смотреть, какие связки будут идти с 7 домом. Но в целом человек будет оптимистом. Но вообще Юпитер во 2 доме не очень хорошо, но если в своем знаке или в экзальтации, то уже получше. Тем не менее, человек будет вовлечен в материальное. Однако будет публичным, будет хорошо консультировать, может стать учителем. И при правильном соблюдении дхармы все у него будет хорошо. Конечно, если экзальтация или собственный знак, то все будет ок."
  },
  {
    "бхава": 3,
    "название": "Юпитер в 3 доме",
    "текст": "это братья, младшие братья, короткие поездки, ближайшие места в течение часа, соседи, кузины, кого мы знаем, друзья. Способности коммуницировать, медиа, способности к журналистике, новости. Ди-джеи, ведущие программ, свадебные ведущие, актерство, мужественность. Юпитер – это мудрость, наставничество, это дхарма, знание, высшее учение, вера. Юпитер в 3 доме это очень хорошо, так как в абстрактном гороскопе 3 дом это Близнецы, меркурианский знак. Человек будет командным игроком. Это очень хорошо для того, чтобы человек ставил цели. Может быть способность к бизнесу, продажам, человек может продать всё, что захочет с таким положением Юпитера. У человека будет хватать мудрости, может сделать себя сам. Юпитер расширяет дом (а Раху прямо раздувает), у человека появляется много возможностей для самореализации. Также происходит расширение всех сфер, на которые смотрит Юпитер. Здесь Гуру смотрит на 7 дом, есть аспект на 7 дом. Это даёт очень интуитивного партнера, как в семье, так и в бизнесе. Партнер будет вовлечен, будут хорошие коммуникации с партнером. Опять же при условии, что Гуру будет не в падении. Еще аспект на 9 дом – дом дальних поездок, религии, высокого учения. Здесь коммуникативные способности, высокие мудрости. Человеку будет хорошо в изучении абсолютно всего. Он будет культурным, религиозным. Будет сопровождать клиентов, будет уважать старших. Аспект на 11 дом – даст много помощи от друзей, от близких, от сильных мира сего, от братьев. Это может быть и писательский бизнес, публичные выступления, ведение семинаров, актерские качества, человек может заниматься медиа-бизнесом. Люди будут философского склада, у них будут высокие интеллектуальные способности. К таких людям будут добры родственники, их будут уважать. Такие люди могут быть довольно даровитыми как писатели. В браке могут иметь очень хорошего партнёра и могут создавать хорошие партнёрства."
  },
  {
    "бхава": 4,
    "название": "Юпитер в 4 доме",
    "текст": "4 дом это как Рак в абстрактном гороскопе, а Гуру находится в Раке в экзальтации. Гуру чувствует себя очень хорошо в 4 доме. Отношение к маме может быть более высокое. Такой человек будет себя чувствовать в любом месте как дома. Мама может познакомить с партнером, особенно с мужем (в карте девушки). Большой дом, много удобств. Юпитер расширяет дом. Если в падении, то будут проблемки. Машины, библиотеки, хороший дом, хорошие отношения с мамой. Если Юпитер в падении или ретро, то будет немного проявляться. Аспект на 8 дом – могут быть взлеты и падения. Аспект на 10 дом – может быть карьера учителя, мама тоже может на это повлиять, человек может быть эзотерическим учителем, или могут быть такие данные. Может быть агентом недвижимости. Аспект на 12 дом – скрытые таланты, мокша. Эти люди будут любить путешествовать. И в период (в дашу) Юпитера человек может в том числе поехать за границу, потому что когда запускается даша, аспекты грах на бхаву тоже работают. Даша открывает аспекты тоже, и человек начинает действовать с учетом влияния грах на бхавы, на те сферы жизни, в которых они стоят или дают аспект. Обычно, при хорошем расположении и если нет помех, то это будет хорошая семейная жизнь, хорошие компании. У таких людей будут хорошие родители, хорошие гуру, руководители. Будут очень образованы, нравственны, удачливы. Могут владеть какой-то собственностью, в том числе земельной собственностью. Получают помощь и благословение от своих родителей, и будут иметь опыт общения со святыми личностями."
  },
  {
    "бхава": 5,
    "название": "Юпитер в 5 доме",
    "текст": "это дом Пурва-Пунья, это дети, академическое образование, интеллект. Это действие прошлых жизней, наша карма. Это бизнес, спорт, интертеймент, выступления, актерство, кино, исполнительное искусство и любые творческие выражения. Юпитер является сигнификатором 5 дома и каракой 5 дома. Когда планета карака дома находится в нем, то это не очень хорошо. Из-за этого может быть задержка по детям. Тем не менее, 5 дом это Лев в абстрактном гороскопе. И Юпитер будет себя чувствовать хорошо, поскольку это дом Пурва-Пунья, прошлых поступков. Значит, человек делал хорошие поступки в прошлых жизнях, у него есть благословение на прошлые поступки. Человек будет ладить с детьми, но если он не находится в падении. Может давать творческий потенциал, политический потенциал. Если находится в экзальтации, то даст очень хорошие показатели в достижении всего, что есть. Аспект на 9 дом – это очень хорошо. Человека будет тянуть к обучению, к религиозным текстам. Дает очень сильную веру, сильных учителей. Человек будет ездить в путешествия, в паломничества. Аспект на 11 дом – это входящие финансы, здесь все будет хорошо. Будет много мудрости, мудрое окружение. Если Юпитер в падении, то друзья будут тянуть немного не туда. Потому что качества Юпитера зависят, в том числе, от того, что будет происходить – война/не война. Аспект на 1 дом – это очень хорошо, это как дхарма в голове, аспект дает 50% силы планеты. Человек будет дружить с дхармой, с кармой, и это ему поможет. 5 дом - дом благочестия это очень хорошая, удачная позиция. Из таких людей будут получаться хорошие учителя, хорошие советники. Такие люди будут тянуться к духовности, молитвы, медитации, мантры. Они могут быть хорошими финансистами, могут делать хорошие капиталовложения. Не смотря на то, что дом расширяется, но Юпитер является каракой 5 дома и не даст много детей. У таких людей будет добрая слава, и они обладают хорошим личным обаянием."
  },
  {
    "бхава": 6,
    "название": "Юпитер в 6 доме",
    "текст": "это конфликты, препятствия, враги, болезни, служение другим людям, суды, судебные разбирательства, разводы. Юпитер отвечает за оптимизм, за веру, философию, дхарму, финансы, расширение, все хорошее. 6 дом не очень хорошее положение для Юпитера, он здесь конфликтует. Поскольку Юпитер является гуру, а 6 дом – это дом служения, с одной стороны должно быть хорошо, но с другой стороны есть моменты. Человек либо может пойти по неправильному пути учения, либо с учителем могут быть проблемы. Однако, если человек пойдет по пути юриспруденции или по пути служения, то это очень хорошо. Такой человек может оказывать истинное служение с точки зрения дхармы. И такие люди могут служить букве закона. Расширяется 6 дом – дом болезней. Идет расширение по болезням – ожирение, диабет, печень. Особенно в дашу, в период Юпитера. Аспект на 10 дом – карьера может быть согласно Юпитеру, может быть социальный работник или в юриспруденции. Аспект на 12 дом – дом духовности, трат, пожертвований. Может ездить по заграницам, может быть работа связана с заграницами. Если юрист, а тут идёт аспект на 12 дом - дом тюрем, то с этим тоже может быть связано.  Работа может быть связана с долгами, судебные приставы. И большая тяга к духовности, к отдаванию. Это положение очень хорошо для соц.работников, через это у людей может идти пробуждение. Аспект на 2 дом – дом речи, но поскольку Юпитер не очень сильный, то может создавать конфликты, грязную речь, особенно если он в падении (падший) или в ретроградном положении, будет врать. Но если находится в своем знаке или экзальтирован, то может дать много денег. Но, тем не менее, это может быть проявлено так, что деньги заработать может на долгах, например. Обычно такое положение показывает, что человек может служить какому-то значимому человеку. Люди с таким положением могут быть тщеславны, могут ссориться с другими. Обычно они здоровы, имеют возможности для путешествий. У них, как правило, будет небольшое количество детей. И они могут неразумно использовать деньги, использовать траты."
  },
  {
    "бхава": 7,
    "название": "Юпитер в 7 доме",
    "текст": "это узы, брак, договорённости, партнёрства, муж, жена, другие люди, наши коммуникации с другими людьми. Юпитер отвечает за знания, за мудрость, за философию, оптимизм, расширение благосостояния, за детей, мужа. Гуру расширяет 7 бхаву. Такое положение очень хорошо у женщины, поскольку для женщины Гуру является сигнификатором супруга. Также хорошо, если есть аспект на 7 дом (аспект влияет на дом на 50 %). Это говорит о том, что такой супруг будет очень мудрый, будет завершён с точки зрения духовности, будет хорошо образован, религиозный, духовный, сбалансированный. Если Юпитер находится в падении, то внешне все будет хорошо, а внутренне не очень. Для женщины Гуру в 7 доме даст хороший надёжный брак. Также мы смотрим караку 7 дома – это Венера, но, тем не менее, особенно для женщины Гуру в 7 доме очень хорошее положение. Такой человек может быть наставником, гуру, советником. Аспект на 11 дом, на дом доходов – могут быть доходы через партнёров. И это может означать, что как только человек женится, то у него доходы могут увеличиться. Какая бы карьера ни была у человека, прибыль будет связана с Гуру. Если Юпитер в падении, то жена будет забирать деньги. Если Юпитер находится  в плохом знаке, в падении, сожженный или в ганданте, может произойти то же самое. Аспект на 1 дом – постоянная мантра в голове, человек будет думать о служении людям, о Юпитере, будет духовный, знающий. Такой человек будет хороший наставник, философ. Будет хорошо взаимодействовать с людьми, будет соблюдать законы дхармы, кармы, соблюдать правила. Аспект на 3 дом – этот дом очень важен и его можно развить, это дом упачаи (это 3, 6, 10, 11 дома). Дома упачаи можно существенно развить за время именно этой жизни. У людей со смелостью, с постановкой целей, с добиванием их, бывает плохо. Добиться своих целей – это и есть прокачка 3-го дома. 3 дом – это дом младших братьев, дом собственных усилий. Поскольку на 3 дом идет аспект Гуру, то будут хорошие отношения с младшими братьями, с партнерами, хороший 3 дом. А 3 дом – это примерно как дом собственного бизнеса (в таблице домов справа вверху находится дом прибыли, а слева симметрично 3 дом). У человека с Гуру в 7 доме будет благочестивый партнер по бизнесу, по браку. Такой человек будет хорошо распоряжаться с деньгами, будет в бизнесе довольно успешным, великодушным, честным. Такие люди будут очень влиятельными, будут пользоваться уважением, могут быть более влиятельными, чем их родители, будут гордостью для родителей. Могут ездить в паломничества. Юпитер это капха, поскольку есть аспект на 1 дом, то может давать плотное телосложение, хороших друзей. Такие люди после брака, посредством брака могут получить деньги, или через партнёра. Такие люди могут заниматься перевозками товаров."
  },
  {
    "бхава": 8,
    "название": "Юпитер в 8 доме",
    "текст": "Таинственный дом. Это внезапность, происшествия, внезапная операция, выигрыши внезапные, в том числе наследство. Работу какую-то внезапно получили. Кто-то, что-то подарил внезапно. Дустханы - дом неподконтрольной, внезапный. Дом секретности, охраняет секреты. Здесь мы храним свои секреты. Совместные накопления, финансы, оккультные знания, налоги. Юпитер в 8 доме. Если у женщины - может встретить мужа в секретном месте, или муж будет заниматься какими-то секретными вопросами. Могут быть какие-то приватные отношения, люди могут встречаться за спиной у всего мира и может пройти довольно много времени прежде чем эти люди будут с этими отношениями  что-то делать. Могут быть секретные отношения. Муж и жена могут иметь какие-то секретные накопления которые могут появиться после брака. Секретность всего, много интересов к оккультизму. Могут видеть духовные моменты. Люди могут войти в другое положение, могут заниматься оккультными науками. Если в падении, штуки не очень хорошие. Минус 8 дома в том, что муж может внезапно уйти, как к кому-то другому, так и из жизни вообще. Могут быть хорошие знания в медицине. Работа связанная с медициной, с качествами этого дома. Человек может быть доктором, фармацевтом, может быть одаренным человеком от Бога и лечить буквально касанием. Аспект на 12ый дом. Пустые траты, человек будет отдавать энергию. Будет помогать людям, будет тратить свою энергию на помощь. Будут траты на различные штуки, в том числе ритуальные штучки. Благотворительность. Может быть экспортно-импортный бизнес. Могут путешествовать за границу. Аспект на 2ой дом. Дом денег, финансов. Это может давать сохранение. Если падший, то могут всё забрать. Аспект на 4й дом. У такого человека может быть тенденция менять дом. Если падшей, сожжённый, с врагом находится, в ганданте, в переходе - человек может постоянно менять дом, но тем не менее будет уважаемый, религиозный. Может быть довольно умный, носить очки. Может быть нехватка материнской заботы. Если Юпитер в экзальтации, то мама может лелеять человека, но опять же,  мы смотрим в том числе и на хозяина 4 дома. Такое положение показывает, что человек занимает подчиненное положение. Жизнь таких людей будет долгой. Смерть мирной, спокойной. На их репутации может быть какое-то пятно. Характер может быть не всегда искренний. В браке тоже может отсутствовать стабильность. Соответственно болезни печени здесь могут быть и могут быть какие-то не диагностируемые болезни, поскольку 8ой дом - внезапность и он здесь расширяется."
  },
  {
    "бхава": 9,
    "название": "Юпитер в 9 доме",
    "текст": "это дом удачи, дом отца, это вера, в том числе связь с Богом, с Творцом. Это религия, верим мы в это или нет, философские знания, культурные тексты, библия, учения, учителя. Это длительные поездки, паломничества. Насколько мы себя чувствуем счастливыми, не зависимо от всего, внутреннее состояние. Юпитер отвечает за дхарму, за философию (очень похожие характеристики). В абстрактном гороскопе 9 дом это Стрелец, и как будто бы Юпитер находится в собственном знаке, здесь все очень хорошо. Но тем не менее, Юпитер карака дома (не очень хорошо), но так как типа он в своем знаке, то это как бы нейтрализуется. Такие люди будут уважать своих учителей, учителя будут уважать их. У таких людей будет высокая система ценностей, может быть даже некий фанатизм, и это может быть связано с каракой. Например, могут жертвовать очень сильно собой. Но нужно смотреть, если Юпитер находится в знаке врага, то человек может быть не уверен в себе, конфликтный. Если Юпитер ретроградный, в падении, то могут быть некие проблемы, связанные с качествами этого дома. Падший Юпитер может заблокировать высшее образование. Аспект на 1 дом – это хорошо, на 50% Гуру находится в 1 доме, дхарма в голове. Это хороший аспект, но смотрим, какой Юпитер, в каком положении. Аспект на 3 дом – отношения с братьями, сестрами, кузенами. Человек может много путешествовать, ездить в паломничества, так как передается особенность дома, где находится Юпитер. В аспекты передается особенность планеты и положение в знаках. Конечно, если у человека падший Юпитер, то здесь все будет слабовато, будут проблемки. Аспектна 5 дом, Пурва-пунья – очень хорошее отношение с детьми, человек будет вкладывать ценность в детей, будет высокая мудрость. Но если там есть небольшой перебор, то может даже давать такие ценности на уровне нацистских ценностей, здесь нужно смотреть. Такие люди будут хорошими учителями, могут проявлять креатив. Такое положение показывает на человека проницательного, принципиального, образованного в области права, религии. Такой человек будет путешествовать за моря, будет получать возможности для проповедей, это будет у него хорошо получаться. Такие люди будут обеспечены финансово, будут иметь учеников, последователей, будут иметь детей. Имеют возможность стать очень влиятельными учителями и будут хорошим примером для общества."
  },
  {
    "бхава": 10,
    "название": "Юпитер в 10 доме",
    "текст": "дом карьеры, это власть безграничная, власть в мире, наш титул, социализация, авторитет, что люди думают о нас. Это дом карьеры, репутации, власти, социального положения. Юпитер в 10 доме – это значит, отец может человеку помочь очень хорошо, отец для такого человека может быть учителем, человек будет испытывать огромнейшее уважение к отцу. Но, Юпитер здесь является каракой, что может давать некие определенные моменты, а во-вторых, в абстрактном гороскопе в 10 доме, в козероге, Юпитер находится как бы в  падении, и это может быть не очень хорошо. Человек может пренебрегать характеристиками, связанными с качествами Юпитера. И поскольку Юпитер  отвечает за систему ценностей, то человек будет следовать за ней, будет требовать от других, чтобы они это все исполняли, эта позиция хороша, в том числе, для политики. Женщина может встретить мужа на работе, в рабочей поездке. Такой человек может довольно много времени отдавать своей рабочей жизни. Аспект на 2 дом – может быть какой-то семейный бизнес, человек может быть публичным спикером, может давать духовные, эзотерические лекции. Аспект на 4 дом – дом мамы, материнской поддержки, может давать определенную критичность, но в то же время может давать поддержку. Человек может быть очень эрудированным, может получить образование и материнскую поддержку, и дома у него тоже все будет хорошо, по определенным стандартам. Но так как Юпитер карака 10 дома, то могут быть определенные перегибы. Аспект на 6 дом – это дом болезней, долгов, врагов, это не очень хорошо, но если Юпитер сильный, то будет победа над врагами. Человека может тянуть в работу судебную, юридическую, он будет отлично справляться с вопросами разрешения конфликтов. Он может преодолевать болезни. Но если Юпитер находится в падении, то будут определенные сложности. Такой человек будет заниматься благочестивой работой. Такие люди будут получать поддержку от влиятельных людей, сами будут туда стремиться. У них будет успех в бизнесе, особенно, если это проекты, связанные с обучением, с религией, с правом или с банковским делом. В том числе и сфера недвижимости. Но профессии мы будет смотреть чуть позже по некоторым моментам, нужно учитывать все вместе."
  },
  {
    "бхава": 11,
    "название": "Юпитер в 11 доме",
    "текст": "это дом притока денег. Это важный дом с точки зрения притока денег, а 2 дом отвечает за нашу способность сохранять деньги. 11 дом отвечает за окружение, и наше окружение влияет на приток нам денег. Также 11 дом отвечает за мечты и желания, будут ли они сбываться и какие они будут. Юпитер карака 11 дома, но он все расширяет и с точки зрения доходов это очень хорошо. Будут отличные отношения с учителями. Юпитер даст трудоголизм, громадную сеть на работе. Такие люди будут идти наверх, будут получать поддержку с самого верху. Будут хорошими финансистами, банкирами. Могут быть священнослужителями, могут иметь высокий ранг, или служить в большом храме. Для женщины такое положение может означать, что деньги будут идти от мужа, может встретить его на работе, или в крупной корпорации, где собирается много людей. Такое положение хорошо для женщины, муж будет богатым, будет кормильцем, может быть миллионером. Аспект на 3 дом – это хорошо, и хорошо, что идет с 11-го дома, усиливает 3 дом. У человека будет хватать энергии на достижение своих целей, своего бизнеса. Если Юпитер падший, то могут быть помехи, и например, человек может всё потерять через 3 дом, через младших братьев или сестер. Аспект на 5 дом – на детей. Человек может быть продюсером, дети могут продолжать дело самого человека, дети будут очень благочестивыми, при условии, если Юпитер не в падении. Если Юпитер в падении, то могут наоборот все потерять. Поэтому надо обязательно считать мухурту, чтобы всего такого избежать. Аспект на 7 дом – это дом брака, очень хорошо, могут быть хорошие партнёры. Человек может через брак получить много денег, не обязательно от партнёра, а просто женился и деньги пришли. Особенно это сильно  может проявиться в вимшоттари даша (периоды). К таким людям будут довольно легко приходить деньги, к их словам будут прислушиваться, их дети будут приносить счастье, будут благочестивы. Такие люди будут осознанными личностями, они будут хранить деньги в банках, будут предусмотрительными в вопросах финансов. Они будут бесстрашны и будут долго жить, что тоже очень хорошо."
  },
  {
    "бхава": 12,
    "название": "Юпитер в 12 доме",
    "текст": "Это довольно хорошо. 12й дом отвечает за траты, духовность. Это значит, что если такой человек хочет быть успешным в бизнесе обязательно нужно заниматься духовностью, астрологией, йогой, медитациями, молитвы, мантры. Человек может ездить по храмам. Будет заниматься различными практиками, тратить деньги на благотворительность. В Даши Юпитера - человек может поехать за границу. Для женщины это двоякое положение, может встретить мужа за границей. Вторая трактовка - муж может туда забрать, но нужно смотреть сразу несколько характеристик. Юпитер может дать некоторую жадность если в ганданте или ретро. Если хороший, то наоборот будет заниматься благотворительностью. Аспект на 4й дом. Если хороший, то 4й дом прорабатывается правильно. Будет комфорт, внутреннее счастье. Могут быть очень духовными, выстраивать духовные отношения в семье, может быть духовной. Аспект на 6й дом, болезней, долгов. Это не очень хорошо.  в хорошем положении человек может заниматься служением. Но если плохо расположен, то будут враги, человек будет проигрывать своим врагам. Но через духовность всё это можно протащить. Могут быть болезни, в том числе связанные с юпитерианскими вопросами. Могут быть долги. Но если Юпитер хороший - всё будет хорошо. Аспект на 8й дом. Дом секретов, соответственно человека будет тянуть к тайнам, секретом, секретным наукам. Могут быть внезапные моменты, связанные в том числе и со здоровьем. Могут внезапно уехать за границу, внезапно просветлеть. Такое положение будет давать неудовлетворение финансовым положением, вне зависимости от финансового потока. Но если человек будет заниматься благотворительностью - это будет хорошо. Будут обременительные обязанности в отношении детей. Будет интерес к изучению духовного. Будет стараться уединяться поскольку есть аспект на 8й дом. У таких людей будут благочестивые поступки, не сразу, когда созреет Юпитер. И поскольку 12й дом показывает будущее рождение - может дать им его. Могут быть немного недовольны, но в целом всё нормально."
  }
]