[
  {
    "бхава": 1,
    "название": "Кету в 1 доме",
    "текст": "Это даёт изоляцию от материального мира. Раху дает материальный мир, а Кету – искатель истины. Кету это хвост, у него нет глаз, он ничего не видит. Кету показывает вещи, над которыми мы работали в прошлой жизни. Кету это сигнификатор сына, поэтому с таким положением может быть сын. Кету сжигает лагну, у человека может быть худощавое тело. Человек будет способен себя ограничивать, будет антисоциальным, в социуме, но и в себе. Будет упорно работать ради достижения цели. Могут страдать вследствие семейных раздоров. Могут интересоваться духовными вопросами, оккультными. Могут быть рассеянными, и одновременно гениальность, сильное воображение. Могут быть способности рассказчика. Будет средняя продолжительность жизни. Кету в 1 доме может дать человеку неуважение, пренебрежение к себе. Он не будет знать, кто он такой, будет находиться в поиске, мытарстве. Образно говоря, Раху в теле, Кету в голове. Это как курица с отрубленной головой. Где стоит Раху, там наша программа. Мы ищем эту программу, чтобы наполнить Кету. Кету отвечает за мокшу, за просветление, изоляцию, монастыри. У человека с Кету в 1 доме будут интуитивные, магические моменты, которые будут появляться сами по себе, и они будут некоторые вещи чувствовать. Но будет анти социальность, причем не важно, кем он будет работать. У них очень сильная интуитивная структура, они могут читать людей, у них есть  на это определенный талант. И чем бы они ни занимались. Оккультивные аспекты будут вокруг них. Кету обрезает и человек будет одновременно и в социуме, и вне его. По Кету в 1 доме он никогда не покажет свою истинную суть, возможно еще и потому, что он сам пытается разобраться в этом вопросе. Кету в 1 доме даст проницательность, интуитивность, чувствительность. Может дать немного необычную внешность. Будут мистические способности. В прошлой жизни человек проработал дела 1 дома, и сейчас будет хорошо следить за внешним видом. Если 1 дом слабый, диспозитор 1 дома слабый, то человек может пройти по жизни не замеченным. Но, тем не менее, он будет чувствовать свою индивидуальность. Вторая половина жизни будет посвящена трансформации. Кармическая задача по этому узлу состояться как личность."
  },
  {
    "бхава": 2,
    "название": "Кету во 2 доме",
    "текст": "2 дом – это дом семьи, наша родословная, еда, речь, материальные ценности, сбережения, богатства. Кету отвечает за изоляцию, отсечение, поиск правды, духовность, просветление, уход от материального. С таким положением Кету человека в принципе не будет интересовать богатство, не будет придавать много важности сбережениям. Также будет изоляция от семьи. Человек либо будет жить вдали от семьи, либо какое-то отделение, разделение семьи, какая-то изоляция, могут быть ссоры с семьей. Но у человека будут сбережения, будут деньги. Раху даёт навязчивую идею, будет бежать как ослик за морковкой, и это нужно делать по Раху, но в благостном ключе, вещи не придут легко. А по Кету человеку всё то, что будет безразлично, оно всё будет приходить. Но по Кету происходит так интересно, когда вы будете что-то хотеть, какую-то определенную вещь, то вы её наоборот не сможете найти. Когда не придаёте важности, оно само происходит, а если вещь по сфере Кету нужна, то её не можете найти. Это довольно хорошее положение для богатства, у таких людей действительно будут ресурсы, люди им будут помогать. У них будут возможности и средства, но им это будет не сильно интересно. Кету влияет на речь, и такие люди могут менять общество через свою речь. Когда мы используем Кету, это приближает нас к Богу. Неизведанное – это Кету. Если мы хотим приблизиться к Богу, надо использовать Кету, здесь это речь, надо использовать речь в высшем аспекте, для духовных семинаров. Такое положение даёт разделение с семьей. Такие люди будут уважаемы в семье, будут знать историю своей семьи. У них много движимого имущества, но это может быть поддержка от партнёра. Также это может давать слабость зрения, потому что Кету в таком положении. Либо это может быть заикание или какой-то дефект речи. Но все зависит от знака, в котором стоит Кету. Также человек может зарабатывать на жизнь не вполне обычными средствами. Может быть ослаблена гармония между членами семьи. У человека могут быть не совсем правильные привычки с точки зрения питания. 8 дом это оккультизм, мистицизм, магия, скрытые знания, секретность, секреты правительства, совместные активы, страховки, наследства, хирургия, сценарии жизни и смерти. 2 дом это семья, родословная, еда, речь, сбережения, богатства, ресурсы, с которыми мы родились. Кету является стимулятором, так как отделяет духовное от материального. Кету отвечает за нашу экспертность. Мы должны использовать энергию Кету для осуществления энергии Раху. Кету тоже будет себя показывать, когда человек будет получать деньги, он будет не привязан к  ним. Кету говорит «я тебе дам любые деньги, какие ты захочешь», но такие люди не будут получать от этого удовлетворения. Кету во 2 доме, как и в 11 доме, может дать потолок по деньгам, не умение просить и принимать. Для роста дохода надо прорабатывать установки. Так как Кету находится во 2 доме, то у человека могут сами попадаться какие-то сбережения, но они не будут давать много радости и удовольствия. Также такие люди довольно рано оставляют родительский дом. Может показывать развод родителей. Эти люди не будут много говорить о своих проблемах. Даже если заболеют, то родственники могут не узнать, что у них были проблемы. "
  },
  {
    "бхава": 3,
    "название": "Кету в 3 доме",
    "текст": "3 дом – отвечает за коммуникации, учит коммуницировать, мы учимся этому. Это сверстники, люди, которые нас окружают, братья. Это мужество, сколько мы можем вкладывать усилий. Если бы у всех был сильный 3 дом, то они могли бы многого добиваться. У людей часто бывают страхи, не могут вкладывать много усилий. Нужно развивать 3 дом, и, кстати, спорт помогает. 3, 6, 10, 11 дома – это дома Упачаи. Всем рекомендую заниматься спортом, потому что он про то, чтобы ставить планки и достигать их. Если человек боится ставить себе высокие планки, цели, то у него проблема с 3 домом. Но этот дом можно проработать. Спорт помогает выходить за пределы. В спорте не будет прогресса, если вы не будете ставить высокие планки. Также 3 дом это продажи, это коммуникации. Если в 3 доме еще находится планета в Свати, то это переговорщики высокого уровня, по телефону могут продать все что угодно и кому угодно. Это также общение со СМИ, публикации в СМИ. Кету – это изоляция, разделение, отрезание, переход материального в духовное, что мы прошли в прошлом. Это духовность, это правда. Кету в 3 доме даёт потребность узнать истину, хочет изолироваться ото всех. Это даёт отдаление в коммуникациях с соседями, интровертность, изолированность от братьев (когда они нужны, их нету, они не будут помогать). Такие люди будут эксцентричны, и им нужно также научиться коммуницировать с другими людьми. У братьев, у сверстников может быть совершенно разная шкала понимания, коммуникаций. Это говорит о том, что человек всё это развивал в прошлом, но был лишен личной жизни, религии. У такого человек есть отвага, способность воевать. В целом, это довольно хорошая позиция, которая показывает решительность человека, у него хороший запас жизненных сил. Он будет способен преодолевать сопротивление противников. Но может быть физический недостаток, связанный с руками. Может быть ранняя потеря брата/сестры. Ментальные беспокойства из-за слухов, скандалов – Кету отрезает СМИ. Это будет сильный отважный человек, может быть даже идеалистом. Ему помогают родственники. Может быть довольно долгая жизнь. 3 дом – братья, коммуникации, отвага, писательство, журнализм, искусство, медиа, креативность, руки, соседи, короткие поездки. Вся жизнь будет идти для коммуникаций, от низких до высших форм коммуникаций. Человек может стать мастером коммуникаций. И коммуникации будут смещены из групп на коммуникации с учителями, с гуру, с наставниками, с консультантами. Паломничества и дальние поездки здесь очень хороши для расширения горизонтов. Кету в 3 доме – великолепное место, чтобы стать наставником, учителем, превосходным коммуникатором. Когда говорит, он как отрезает, чётко, конкретно, довольно острый. Для таких людей вся жизнь будет учительство, консультирование, получение знаний, попытка улучшить себя. С этим будут связаны эволюционные аспекты. Человек будет себя чувствовать интеллектуалом. Такое положение даёт хорошее понимание вселенной и Бога. Без Раху не было бы колес, прогресса, зданий, телефонов. Кету в 3 доме даст возможность работать с энергией, особенно если там Скорпион. Будет большой соблазн все использовать в корыстных целях. Но это не нужно делать, потому что карма ухудшится и может пострадать весь род. Также это даёт довольно огромный запас сил, не смотря на трудности, которые будут у человека. Будет всё равно помощь. Будет очень сильный, отважный человек. Задача – научиться держать баланс между духовной стороной жизни, между собственными усилиями, не становиться бесконечными мечтателями, фантазерами, которые ждут у моря погоды, чрезмерного достигаторства. Кету даст способности к писательству, к рисованию. И такие люди могут сделать историю. Нужно держать всё в балансе и будет счастье. С сильным 3 домом человек не ждет, а всё сразу делает."
  },
  {
    "бхава": 4,
    "название": "Кету в 4 доме",
    "текст": "4ый дом - этот дом мамы, сколько она дала любви, сколько есть привязанности. Это физический дом, это также детство. Всё, что касается детства - это 4ый дом. Как мы себя чувствуем дома, как наша душа чувствует лилеяние. Кету - это разделение, изоляция духовного от материального, это поиск Бога. Поскольку Кету находится в 4ом доме, человек не получает много лилеяния от матери. Они будет чувствовать мало материнской заботы от матери, будет чувство лишения. Или например мама просто путешествовала, поэтому будет ощущение отдаленности от домашней среды. Если диспозитор Кету не очень хорошо расположен, то могут быть и потери мамы. Также у такого человека может быть своеобразный дом. Может жить в изоляции. В Даши Кету (это одна из самых сложных Даш) у человека пойдёт новый этап жизни. Такое положение показывает, что у человека будет ранняя разлука с мамой, будет потеря родового имущества. Могут быть частые путешествия вдали от дома. Может быть утрата земли, которую человек так долго хотел, которую достиг. У них будет небольшое количество близких людей в окружении. Склонность к сердечным заболеваниям, поскольку 4й дом - это дом сердца. Эти люди будут жить вдалеке от места своего рождения, будут посещать необычные места. Дома тоже могут быть необычные вещи. У них есть способность к изменению своего профессионального статуса. Они будут интересоваться изучением духовных вопросов, дома может быть как раз какая-то редкая духовная литература. Посколько 4й дом отвечает также за литературу. 4й дом - это мама, удобство, комфорт, счастье, недвижимость, земля. Кету - это прошлое, это карма которую мы пришли оплатить в этой жизни. Это экспертность, мастерство. То, чего мы уже достигли в прошлых жизнях. Кету может дать богатство, но всё равно, человек не будет чувствовать удовлетворения. Кету даёт комфорт, наверное даже больше, чем богатство. Кету проявляется здесь так, что когда у человека есть какие-то разочарования на работе - он убегает в свою берлогу. Кету будет давать желание уединиться дома и стать домоседом, но человек не будет получать 100%ного счастья. Он может бороться на арене, выступать перед публикой, но для него важно потом спрятаться дома, восстановить энергию и покушать например то, что приготовила мама. Для человека дом действительно становится его убежищем, он хочет быть дома, хочет стать маленьким, смотреть кино. Человеку придётся взаимодействовать с тем, что поскольку Кету отделяет материальное от духовного, то у него будет разочарование по 4му дому, как бы он этого не хотел. Кету в 4ом доме - это дом мокша, поэтому человек будет находить комфорт не в славе, а в духовной свободе. И как правило, у людей это происходит гораздо позже. Вся жизнь людей с таким положением будет построена на том, что: сильное внешнее проявление и глубокое развитие с точки зрения духовности. Это довольно прекрасный баланс. Это действительно очень хорошее положение и это заслуги за те действия, которые сделал человек в предыдущих жизнях. "
  },
  {
    "бхава": 5,
    "название": "Кету в 5 доме",
    "текст": "5й дом отвечает за креативность, творческие способности, показывает потенциал к детям. Политика, политические дискуссии, академические учения, спекулятивный бизнес, кино, исполнительное искусство. Влияние Кету на 5 дом даёт человеку креативность, человек может быть успешным в нескольких направлениях: Digital, СМИ, всё то, что связано с цифрой, всё что связано с заграницей, глобальные мировые проекты. Кету это изоляция разделение, просветление, отпускание, разделение материального от духовного. И соответственно мы не стремимся к Кету, оно само всё будет получаться, но в Раху нам нужно прилагать усилия. И Кету в 5ом доме даёт людям креативность, соответственно люди будут довольно тонкими политиками и если они будут не в политике, то они будут довольно тонкими дипломатами. К детям будет довольно спокойное отношение, т.е. люди не будут сходить с ума по вещам относительно 5го дома, т.е. для них весь фокус находится в 11ом доме. В целом довольно хорошее положение для родителей, сколько будут к детям довольно ненавязчивы. Очень хорошее положение для академического образования. Такие люди могут быть очень хорошими исследователями по жизни. И Кету в 5ом доме говорит о том, что такие люди могут стать учеными, профессорами, академиками - это очень хорошее положение. Это лучшее аналитики, они способны анализировать, познать истину и это прекрасно, поскольку очень важно чтобы был баланс. Фокус будет на исследовании, докопаться до смысла духовности. Таким образом человек будет изучать устройство мира. И если благоприятное расположение Раху и Кету, то такой человек будет очень глубок в этих аспектах. У такого человека будет не так много детей. Он может интересоваться чтением молитв, мантр и может достичь в этом определённого развития, серьёзных результатов. Могут быть предрасположенности к болезням желудка, аллергии. Может потерять деньги из-за плохих вложений, поскольку здесь идёт Кету. Эти люди могут быть интровертами, но опять же хорошо образованы. Согласно классических текстов будут разумны, упорны в работе. Будут достигать всего, чего они хотят, но опять же, иногда могут находиться в беспокойстве. 5й дом отвечает за интеллект, детей, образование, СМИ, креативность, за исполнительное искусство, спекуляции, древние знания, Пурва-пунья (благочестивая карма). Раху это энергия которая движет нас вперёд и соответственно энергия Раху и держит нас вообще на этой планете. Почему мы здесь рождаемся? Потому что, о чём человек Думал перед смертью, то и получает.  Кету показывает опыт прошлых жизней, это-то, что мы принесли в эту жизнь, то где мы себя чувствуем наиболее комфортно, то что мы легко схватываем. И Кундалини - это и есть энергия Раху и Кету. Из Раху и Кету мы получаем опыт. Раху и Кету это и есть змея Кундалини. Жизнь человека с такой осью будет строится на том, что человек будет иметь огромное желание получить высочайшие достижения, признание, прибыль и это всё будет идти через опыт творческого самовыражения. И такие люди будут действительно давать что-то новое. Люди которые способны это дать. И ось заточена на достижение через творческую энергию и креатив. Кету будет здесь помогать, будет давать определённый вызов, как бы давать использовать креативность, для того, чтобы достичь всего. И опять же, чтобы была креативность, человеку нужно начинать думать сердцем. И если сердце работает через смирение, то будет приходить креативность, которая поможет в сфере где находится Раху. Раху отвечает за иностранцев, за необычное, у таких людей действительно будет уникальное окружение. 5й дом отвечает за образование, за детей и здесь человек будет действительно хорошим учителем, у него есть хорошие данные. Будет находить общий язык с детьми. В прошлой жизни у него было желание иметь много детей, соответственно он это всё проработал. По поводу академических достижений - всё будет происходить легко. С точки зрения философии, люди будут посвящать свои знания которые они отработали в течение воплощений через 5 дом, т.е. энергия Кету направлена для того, чтобы достичь истины, будут направлять эту энергию к дому? Где находится Раху. Кету в 5 доме даёт также любовь к экстриму, экстремальным ситуациям и первая половина жизни может быть довольно сложная, но поскольку затем Раху раскрывается, всё будет опять же легко. В юности могут быть какие-то болезненные романы. Либо могут быть ситуации в которых родители могут выбрать какого-то партнёра для брака и как правило в первой половине жизни это может давать болезненные аспекты. У женщин Кету в 5ом доме может дать проблемные роды, поскольку Кету сужает дом. Так-же это может означать, что могут быть приёмные дети. С точки зрения оси человеку нужно - то, что идёт в Кету: академическое образование, степени, знание мантр, истин, исследовательский ум, который направлен на достижение всего - направить в энергию Раху, т.е. Распространять это всё по миру. И тогда эта ось будет работать идеально. Задача распространять истины на весь мир. И через это положение человек может достичь всего, чего он захочет."
  },
  {
    "бхава": 6,
    "название": "Кету в 6 доме",
    "текст": "6 дом – это препятствия, наши враги, долги и болезни. Это маленькие животные, домашние. Это слуги, обездоленные. Долги, большие кредиты. Кету – это изоляция, духовность, разделение материального от  духовного. Человек будет постоянно работать над само улучшением. Кету является отражением Марса. Что человек достиг, будет проявляться именно здесь. Также это будет выражено в работе с социальными массами, в социальной среде, чтобы улучшить себя. Поскольку Кету это хвост, то человек будет бороться за права других людей, защищать их. В целом такое положение даст то, что человек сможет побеждать и врагов, и долги. Раху будет создавать, а Кету будет помогать. Не смотря на то, что Кету занимает довольно решительное положение, Кету здесь в 6 доме не комфортно, он чувствует, что застрял здесь, разбираясь с трудностями, с социальными реальностями. И это не очень хорошо. Также Кету говорит о том, что из всей семьи, в которой он родился, у него будет самое высокое положение. Такие люди способны преодолеть сопротивление абсолютно любых противников. Кету говорит о том, что человек это отработал уже много лет, веков, воплощений назад. Такое положение будет приносить удовольствие от путешествий за границу. Такие люди будут жить в роскоши. Могут быть болезни глаз, болезни зубов. Эти люди будут довольно настойчивы в достижении своих целей. И они идут своим собственным путем. 6 дом – это противоположность, это болезни, враги, соревнования, диспуты. В том числе любовницы тоже 6 дом. Кету это опыт прошлого, который мы принесли сюда, чтобы применить его в той области, где находится Раху. Из-за того, что Кету находится в 6 доме (6 дом это прарабха карма, карма прошлых воплощений, которую мы должны оплатить в этой жизни), человек будет постоянно сталкиваться с ситуациями, связанными с 6 домом. Конечно, Раху всё это будет вытаскивать. Кету в 6 доме не комфортно, человек будет стараться убежать в сторону Раху, за границу или в исследования (если Раху в 12ом доме). Кету в 6 доме склоняет человека работать на себя. Важно сохранять дипломатичность, когда будут высокие достижения. На протяжении всей жизни у человека будет много увлечений, будет одержимость какой-то мыслью. Могут произойти вспышки осознания себя, и в какой-то момент он может включиться и осознать, что происходит. Важно следовать духовному пути, развивать интуицию, нравственность. Есть талант к медицинским и целительским практикам. 6 дом будет постоянно создавать препятствия, Кету похожа по энергии на Марс, человек может завязнуть там, несмотря на то, что ему будет там не комфортно. Чтобы уйти от действительности, человек может уходить в энергии Раху. А главная цель заниматься практиками, духовным служением, идти к своей цели, сосредоточиться на мокше (если Раху в 12), в том числе на изучении языков, может хорошо пойти и санскрит. И скорректировать Раху, чтобы он пошел в сторону саттвы. А Кету в 6 доме может давать вообще недиагностируемые заболевания или редкие болезни."
  },
  {
    "бхава": 7,
    "название": "Кету в 7 доме",
    "текст": "Много зависит от Раху, какой аспект от Раху идет на 7 дом. Кету показывает, что отработано. Отвечает за изоляцию, разделение материального от духовного. Отвечает за решение без мыслей. Очень важно культивировать Гуру, качества Юпитера. Джйотиш – высшие знания Вед. Период, когда Гуру приходит к человеку, это мягкий период. Когда приходит Шани, это жесткий период. Когда приходит Кету, то он обрезает все, забирает. Если у человека, например, были ссоры из-за квартиры, то в период Кету квартира может, например, сгореть, может произойти что-то внезапное, неожиданное, что не имеет объяснения. Кету это высокая температура, отвечает за сожжение. Отвечает за необъяснимые, непонятные вещи, в том числе по здоровью, может давать не диагностируемые болезни. 7 дом – это брак, союз, законные партнерства, это другие люди и как мы с ними общаемся. Кету сжимает 7 дом. Это также мочеполовая сфера, могут быть проблемы с мочеполовыми органами. Жизнь супругов зависит от Раху и Кету. С одной стороны это может дать один брак, а с другой стороны, может дать отчуждение, холодность, полярность. Люди могут редко говорить, редко взаимодействовать. При Кету в 7 доме человек будет все равно не удовлетворен от партнера. И если, например, человек будет «ботаник», а жена будет супермодель, все равно он будет не удовлетворен, потому что Кету в 7 доме так действует. И Кету в 7 доме – с одной стороны, это отработанная территория в прошлой жизни. Но надо смотреть, как расположен Раху. Потому что это положение может давать странных партнеров. Кету отвечает за какие-то странные вещи. Может быть несколько дистанцированный брак, и с этим будет сложно что-то сделать. Это может давать в прямом смысле слова необычный брак, давать не обычных партнеров. Надо смотреть градус Раху и Кету, знак. Если Кету находится в ганданте, то может быть очень странный брак. Брак может быть не обычный, или дистанцированный, или не устойчивый. Может быть крепким в том числе. Люди могут путешествовать по своим делам, любят уединение, любят жить в уединенном месте. Но у них есть определенные способности, могут быть привлекательными, могут быть проблемы связанные с кишечником. Им могут досаждать воры. Они могут иметь подозрительные качества. Кету в 7 доме показывает на то, что даже если брак крепкий, но человек не найдет удовлетворенность в партнере. Даже в бизнес партнерстве человек не будет находить удовлетворение. Очень важно, чтобы человек развивался как личность. Здесь также важно смотреть градус, знак Раху, соединение планет. Кету в 7 доме дает проработки по личным отношениям. Кету вообще означает, что человек эту сферу прорабатывал в прошлой жизни. Но в 7 доме Кету дает разные моменты. Чтобы были хорошие отношения, надо давать свободу своему партнеру, не пытаться его переделывать, воспитывать, не пытаться его удержать. При таком положении рекомендуется не мозолить друг другу глаза, посвящать время любимым занятиям и проектам, не залипать только на отношениях. Тогда человек поймет, что такое истинная свобода, психологическая свобода, безусловная любовь. Если он будет исходить из такого принципа, то он отработает программу, и получит гармоничное легкое взаимодействие со своим партнером, и в том числе с партнерами по бизнесу. Кету в 7 доме даст особенного партнера, который будет отличаться от остальных. Кету даёт странные штуки. Например, когда Кету стоит в 12 доме, то люди часто покупают странные вещи, но для них нет ничего странного (например, зажигалка-вертолет, неоновые подсвеченные мишки). Можно достичь хороших отношений, но при условии, что партнёр, у которого Раху в 1 доме, даст свободу своему партнёру. Конечно, надо выбирать партнёра по синастрии, потому что разные партнёры могут притягиваться. Если Раху и Кету в падении, то это может создавать неправильные браки, однополые браки и так далее. Также смотрим расположение Марса, Венеры, оцениваем ситуацию в общем. Если есть такое положение, то надо работать над собой, заниматься своим ростом, тогда будет все хорошо."
  },
  {
    "бхава": 8,
    "название": "Кету в 8 доме",
    "текст": "8 дом отвечает за смерть, перерождения, за все ситуации которые относится к этому, за что-то внезапное, несчастные случаи. Человек может внезапно выиграть деньги, внезапно какое-то наследство. Совместные финансы с партнером. Кету это теневая эгоцентричная планета, она всё сужает, разделяет духовное и материальное. Планета без границ. Ищет истину. Раху Иллюзия. Соответственно здесь могут быть проблемы. У Кету очень высокая температура. 8ой дом - это доммочеполовой системы, и поэтому могут быть проблемы в этой области. У человека будет сильный интерес к мистике, эзотерики, духовности, будет погружен в различные тайны. Мог получить в прошлой жизни много добра через каких-то людей. Много приходилось работать самому, чтобы всё появилось в жизни, возможно через супруга всё это приходило. Но в этом и заключается смысл -  то, что в прошлой жизни было так, а в этой Раху получил во 2ом доме и надо будет самому теперь это делать. Страсть Раху -  это я, мне, я хочу копить богатства и соответственно такую задачу человек и получает. Положение Кету помимо того, что дает здесь очень хороший мистический потенциал, люди могут действительно очень хорошо чувствовать. Даже если Раху, Кету в дебилитации -  это считается как нейтрализация. Когда Кету в 8ом доме -  это говорит о том, что у человека будут различные остановки, препятствия на профессиональном пути, могут быть хронические болезни. Могут быть какие-то неприятности с выделительной системой. Здесь нужно себя очень сильно беречь, особенно женщинам. Это дает среднюю продолжительность жизни, но конечно нужно смотреть что у нас Солнышком. Даёт средние психические силы. Человек может быть склонен к скандальным действиям, может быть потеря наследства,  различные проблемы, человек может страдать от чрезмерных чувственных наслаждений. Вся жизнь будет связана вокруг трансформации себя и других. Вся карьерная ось- это духовность, родители, супруг(а). Кету в абстрактном гороскопе в Скорпионе и получается, что в экзальтации. Раху, Кету находятся вне каст и соответственно, там где они находятся в карте - там человек будет себя чувствовать неким изгоем. Поскольку Раху и Кету демонические планеты с точки зрения материального процветания, Раху хочет быть в материальном мире, в отличие от Кету которая хочет быть в джунглях, где-то под деревом. Проблема может быть как в родительской семье, так и в собственной. Поскольку Кету в 8ом доме и человек получал энергию, прану через других людей, здесь нужно человеку самому идти вперёд, потому, что здесь он не будет получать поддержки от людей. Только сам своими определёнными талантами. Также Кету в 8 доме говорит о том, что может не быть поддержки от родителей, не будет хватать поддержки родители партнера. Кету в 8 доме говорит о том, что человек в прошлой жизни много уже потрудился с точки зрения сексуальности, мистики. Поэтому, могут быть желания в этом направлении. Человек не будет бояться смерти потому, что Кету даст определенная бесстрашие. Может быть немного детей и могут быть проблемы с деторождением. Хорошо заниматься йогой, духовными практиками, мангалой, духовностью ясновидения. У таких людей будут взлеты и падения на протяжении всей жизни, но нужно научиться смотреть очень спокойно, сохранять состояние Ом. Важно чтобы была непривязанность и держать четкий баланс между материей и не материей. И эмоции контролировать. Задача научиться совмещать духовное и материальное и накопить хорошую материальную базу."
  },
  {
    "бхава": 9,
    "название": "Кету в 9 доме",
    "текст": "Кету всё сужает, это очень горячая граха. И соответственно она будет искать истину. Здесь 9й дом - это дом Дхармы и это тоже своего рода довольно хорошо. Поскольку Кету отвечает за изоляцию, то отец может тоже быть где-то дистанцирован или изолирован. Кету любит учиться, но не любит слушать Гуру. Придя в институт он будет искать какой-то свой путь. Кету отвечает за сжатие, поэтому могут быть сжатие тазобедренного сустава, копчик, ноги, 5я точка. Могут быть проблемы с опорно-двигательным аппаратом. Если есть какие-то преграды или Кету не очень хорошо расположена, то у человека могут быть серьёзные проблемы с опорно-двигательным аппаратом. Кету может дать следующее: либо у человека нет Гуру, либо человек может стать настолько серьезным мистиком, что буквально может летать. Либо будет состоять в каком-то скрытом ордене, будет постоянно ездить в паломничества и собирать какие-то артефакты. Такая позиция указывает на то, что человек будет религиозен, доблестен, он способен принести жертву ради доброго дела. У них могут быть ссоры с властями потому, что есть сужение. Много ездят, могут терпеть неудачи в финансовых предприятиях. Опасности во время сплавов могут быть, полетов, стычки с лицемерными людьми. Довольно бережно обращаются с деньгами. Их беспокоит потомство и они вспыльчивы. С точки зрения духовности и мистики такой человек может развить очень хороший потенциал. 9й дом - это учителя, пророки, советники, святые, паломничества, длинные путешествия, высшие степени, докторские, духовность, религиозные организации. Кету здесь может съиграть такую роль, что человек будет отвергать религию, но как раз задача получать знания о карме и дхарме. Отношения с отцом могут быть отдаленными, важно их настроить, гармонизировать. Использовать ту информацию которая есть в 9ом доме - в том доме, где находится Раху. И поскольку Кету разрезает, то у человека может быть 2-3 отца, 2-3 Гуру. Также это может давать определенные искажения, например человек будет мусульманин и будет петь в христианском хоре. И карма через коммуникации, через исследование, взять мудрость 9го дома. В 3м доме использовать мудрость 9го дома. Если диспозитор Кету в 1м доме, то человек может стать политиком, бизнесменом, кинозвездой. Человеку нужно слушать энергии 9го дома - высшие силы. У человека есть мистические способности, писательский талант, даёт убедительность. Кету в 9м доме говорит о проработанных отношениях с отцом в прошлой жизни. В этой жизни соответственно, возможно будут суховатые, отец будет отдалён от семьи, может и не выполнять свои обязанности, либо человек самостоятельно рано отдаляется от отца, конечно нужно смотреть нюансы карты, диспозитора. С другой стороны, такое положение является своего рода благословением, даёт духовность, стремление к развитию. Человек может поддерживаться нетрадиционной религии, которая не свойственна семье, соответственно задача осознанно подойти к вопросу о взаимоотношениях с отцом, путешествовать и конечно же какие-то экстремальные штуки с осторожностью, поскольку Кету режет, может ментально, а может фактически. Если диспозитор Кету сложный и рядом окружение планет сложное - может дать сложные штуки, поэтому с экстремальными видами спорта поаккуратнее."
  },
  {
    "бхава": 10,
    "название": "Кету в 10 доме",
    "текст": "10 дом отвечает за карьеру, за власть, за репутацию вне дома. Кету отвечает за изоляцию, за духовность. Позже будем изучать Ишта Девату, и по положению Кету будем смотреть, есть ли предпосылки попасть в духовный мир после этого воплощения. Поскольку Кету отвечает за область сжатия, то если Кету в 10 доме, то сжатие идёт по коленкам. 10 дом это локти, колени. В спортзале приседать надо очень осторожно. Также если в 10 доме стоят горячие планеты, Раху, Марс, Солнце или ретро планеты, то надо следить за коленями. Кету отвечает за сужение, и если Кету в 10 доме, то колени могут быть хрупкими. Надо быть очень осторожным с коленями, потому что будет сложно избежать операции. С точки зрения карьеры у человека не будет желания идти по верхам, потому что Кету даёт сжатие дома карьеры. В лучших проявлениях это будет духовная профессия, духовный тип жизни, духовный тип кармы. Может быть индивидуальный предприниматель, работать на себя, фрилансер. Ему нравится быть духовно независимым. На 10 дом влияет также Раху, поэтому карьера будет бурная, нестабильная. Происходит отрезание, много взлетов и падений. Кету это слепая планета, поэтому будет много замешательств. Также это даёт много людей, которые будут находиться в оппозиции к вам. Кету часто может идти не туда, хоть и эта сфера отработана, потому что у него нет головы, он не видит. Чтобы Кету шло куда надо, надо стабилизировать Раху, это одно тело, хоть и разрубленное. Как только Раху гармонизировали, то в области Кету наступает порядок и получается гармония. Пока этого нет, то в области Кету будут происходить странности, причем в отношении всего. Поскольку 10 дом это также правительство, то могут быть проблемы с правительством, и довольно странные. И человек может раскрыть все делишки правительства, захочет раскрыть авторитетов, сделать их прозрачными. А от этого могут попасть в беду. Но это может стать плюсом, например, при службе в правительстве. Но Кету это духовная планета, она хочет всем помочь и сделать все прозрачным. За счет такой позиции Кету человек может нажить себе врагов. Также человек может посвятить себя исследовательской работе, может быть изолирован от публичной жизни, может проводить какие-то исследования в километре под землей. Кету отвечает за перенос  в духовный мир. Репутация у такого человека будет всегда под вопросом. Не лучший вариант изоляция. 10 дом – дом карьеры, профессии.  У такого человека могут быть долги и неудовлетворение в рабочей среде, может быть несчастлив там, где работает, пока не проработает сферу Раху. Кету в 10 доме показывает, что у человека есть протест, он не хочет идти как все, по организованному пути, по карьере, ему нравится что-то другое. Например, не хочет иметь дела со встречами, с отчетами. И когда он будет встречаться с рабочим хаосом, то будет стараться сбегать оттуда.  Как только он проработает область Раху, то и с Кету будет всё хорошо. С Кету в 10 доме может быть нетрадиционная карьера. Например, если медицина, то изучите аюрведу. Если вы художник, то выбирайте необычное течение, тогда всё будет хорошо. Необычные формы карьеры будут вас притягивать, и там будет всё хорошо. Также у человека будет мистическая, интровертная свекровь (4-й дом от 7-го, мама партнёра), и человек отдалён от свекрови. Чтобы у человека было всё хорошо и с точки зрения карьеры, и с внутренней реализацией, для него очень важно не противиться тому, что есть в натальной карте. Развивать область Раху, и Кету тоже будет гармонизироваться. Конечно, если Кету в падении, то придётся немного сложнее, но раз вы здесь и получаете знания, то вы всё сможете проработать."
  },
  {
    "бхава": 11,
    "название": "Кету в 11 доме",
    "текст": "Когда Раху, Кету начали свою активную деятельность, с того момента Кали-юга у нас и происходит. Кали-юга, Мая - это век невежества. Поэтому важно понимать что делает Раху и Кету у человека, это опять же подсознание, что в подсознании, что им движет. Это поможет человеку понять истинный смысл и проработать кармическую задачу и выйти на следующий уровень. 11 дом - Это очень важный дом с точки зрения денежного потока, соответственно посмотреть сколько человек может получить, из скольки ресурсов и потоков. Именно из-за того, какой у человека денежный поток - зависит сколько он получит денег на одной и той же работе. У одного один поток, у другого другой. Также 11 дом отвечает за наши мечты и желания, будут ли у человека исполняться мечты и желания или нет. Это старшие братья, окружение, с кем мы общаемся. Кету отвечает за изоляцию, духовность, разделение, духовные аспекты. Кету в 11 доме довольно неплохое место для денег. И криптовалюта -  это Раху и Кету. Странные штуки, инвестиции - это энергия Кету. Кету в 11 доме говорит о том, что человек довольно много всего отработал. Кету даёт определенное страдание. Человек будет получать то, что он захочет, но в том доме где находится Кету не будет удовлетворения. И даже если у такого человека будет довольно высокий доход, при положение Кету в 11 доме, он всё равно не будет чувствовать удовлетворения. Тоже самое про окружение, либо оно будет странным, либо сам человек будет отстранёным, изолированным. Классические тексты говорят, что такой человек будет удовлетворён, удовлетворит свои честолюбивые стремления. Он будет добр сердцем, будет участвовать в благотворительной деятельности, беспокоиться за своих детей. Это может дать наличие плохой компании потому, что Кету может давать наркоманию, нарушение родственных связей, проблемы с желудком, проблемы со слухом. Но, у этих людей будет сила, которая будет позволять практиковать им духовные практики. Вся жизнь человека будет развиваться. Человек будет стараться получать связи, которые бы помогали ему продвигаться с самовыражением. И всё чтобы человек не делал, будет так или иначе на эту ось падать. 11й дом - это крупные организации, мечты, надежды, желания, достижения, признание награды, социальное благосостояние, реформы. Раху и Кету даёт всегда определённые сюрпризы. Кету - это интровертная энергия, и здесь человек настолько сильно может быть погружен в 5ый дом где стоит Раху, что может вообще забыть о деятельности где стоит Кету. Человек может забыть о прибыли, потому, что вся энергия человека находится непосредственно в Раху. И тоже самое, чтобы у человека было всё хорошо с прибылью, ему нужно туда, где находится Раху, и Кету тогда автоматически будет гармонизироваться. Человеку для того чтобы достичь удовлетворения по оси, достичь гармонии - нужно стать мастером 5го дома. Это значит, что человек может учиться и делать ошибки, революции, это могут быть романы о которых он будет сожалеть; будет воспитывать детей каким-то путем, о котором потом будет жалеть. Соответственно всегда, где находится Раху - человек будет совершать ошибки в области, и будет неудовлетворён в области Кету. Диспозиторы показывают каким образом Ра и Ке будут проявлять свою энергию. И соответственно, если диспозитор будет в 8ом доме, Там могут быть внезапные подъемы; или человек никуда не ездил и вдруг случайно переехал в другую страну. Также Кету в 11 доме говорит о том, что человеку нужно научиться просить и принимать помощь. Кету может поставить потолок по деньгам. Но если проработать Раху - всё будет хорошо. Однако с сильным Кету человек реализуется в социуме, принесёт благо. Как правило у таких людей довольно сильной духовный вектор. Основной посыл у человека - это реализовывать свой потенциал, развивать свои способности, развиваться как личность творческая, радоваться, наслаждаться жизнью. Самое важное усилить Сатурн и Юпитер."
  },
  {
    "бхава": 12,
    "название": "Кету в 12 доме",
    "текст": "Это довольно хорошее положение. Когда мы будем изучать Ишта девата, Дхарма девата, и если есть такое положение, это тяга к духовному миру. 12 дом – это госпитали, убежища, монастыри, святыни, лаборатории, изоляционные места, ашрамы, чужие места, заграницы, путешествия, духовный мир, траты, пожертвования, пристрастия. 12 дом показывает наши траты, изоляцию, показывает место, в которое мы хотим уходить в уединение, и где мы можем восстанавливаться. Также 12 дом это тюрьмы, психиатрические заведения, где мы можем чувствовать себя вдали от цивилизации, чужие земли. Это трата энергии, какие-то духи. Кету отвечает за изоляцию, за разделение материального от духовного. Отвечает за то, что мы прорабатывали в прошлых жизнях. И это в этой жизни идёт более легко, но может быть с некоторыми аспектами. Кету – это может быть вредительство стоп. И всё, что находится в 12 доме связано со стопами. Папа-грахи тоже могут давать такое повреждение. Люди с Кету в 12 доме тратят деньги, у них может быть странное хобби, могут покупать довольно странные вещи, но им кажется, что это нормально. Кету даёт тягу к духовной реализации. Человек будет служить людям, может работать в госпитале. У него могут быть страдания, связанные с духовным миром, могут быть определённые беды. У них будет меньше счастья в сексуальной области. Могут быть проблемы с глазами. Могут быть бессонницы, нарушения, связанные со сном, могут ходить во сне. Могут быть утомительные поездки, интересы в духовном поиске. Не всегда будут способны принять хороший совет, не продуктивно тратят деньги, не всегда экономны. Могут критиковать вышестоящих. Склонны к уединению. Кету – это карма, которую мы в этой жизни должны заплатить. Кету в 12 доме говорит о том, что человек неплохо проработал вопросы духовности, и его будет тянуть в эту сферу, это даёт потрясающую интуицию. Будут вещие сны, философский взгляд на происходящее. Таким людям очень важно периодически уединяться, быть в компании с самим собой. И это нужно делать абсолютно всем, не зависимо от Кету, чтобы распознать свои скрытые таланты и внедрить их в свою жизнь. Главная задача с Раху в 6 доме – научиться прощать и принимать, что очень сложно, потому что Раху раздувает «Как? Вы что? Кто тут против меня?» Как правило, такие люди могут быть большими карьеристами, которые готовы трудиться ради своей цели. Но им нужно искать баланс между физической и духовной стороной своей жизни. Поэтому, если у вас Раху в 6 доме, или аспект, служите людям. Конечно, будет тянуть получить какую-то выгоду, так проявляется Раху. И может быть «кармическая выгода», когда вы занимаетесь служением, чтобы поправить карму. Даже так лучше делать, чем вообще ничего не делать. Следите за здоровьем, это важный ресурс, тело наш костюм, и чем дольше оно прослужит, тем больше хорошего мы сделаем."
  }
]