{
  "1": "Лагнеша в 1-м доме\nОчень хорошее положение: хозяин в своем доме – дом будет процветать. Человек будет красив, внешне привлекателен, уверен в себе, известен, будет иметь хорошее здоровье. Известный, сильный человек, способный быть лидером. Счастливое детство, долголетие. Но такое положение Лагнеши очень часто делает человека эгоистичным, зацикленным на себе, и, даже будучи очень добрым, он подсознательно делает что-то ради себя, ради своей личности, здоровья и благополучия. Хорошая ягья (жертвоприношение) для таких людей – служение другим. Их деятельность должна быть направлена на благо других, они должны делать окружающих счастливыми, никому об этом не рассказывая, не хвастаясь, не желая славы. Из-за концентрации на себе (эгоизм, эгоцентризм) у такого человека возможны два брака. Обычно они уходят от партнера просто потому, что им что-то не нравится в их союзе, они чувствуют, что с другим партнером достигнут большего. Брак же настолько успешен, насколько люди хотят отдавать, делать счастливыми друг друга.\nЕсли Лагнеша находится в 1 доме – то энергия человека будет находиться в 1 доме. Такой человек будет думать о себе, о здоровье, о харизме, об уверенности в себе.",
  "2": "Лагнеша во 2-м доме\nУстремления человека будут лежать в области накопления богатств. Такие люди очень сконцентрированы на деньгах, на своих накоплениях. При этом они не обязательно жадные – просто им очень важно, чтобы у них были деньги, им нравится копить. Такие люди привязаны к родительской семье, часто наследуют родительский бизнес и очень успешны в нём. Любят и чтят традиции и устои своей семьи. Имеют хорошее образование, способны предвидеть, часто обладают ораторским даром.\nЕсли Лагнеша находится во 2 доме – то энергия находится в сфере родительской семьи. Человек будет думать о том, как его родители живут, как покушать, как накопить денег. В том числе, такой человек будет хорошим оратором.",
  "3": "Лагнеша в 3-м доме\nТакие люди привязаны к младшим братьям, тесно связаны с ними в жизни, могут получать от них выгоду. Они имеют как минимум интерес, а как максимум – талант и, возможно, успешную карьеру в музыке, драме, танцах, литературном творчестве. Считается, что такой человек будет свободомыслящим и займет уважаемое положение в обществе. У него может быть несколько браков, так как такие люди слишком свободолюбивы. Смелы, отличаются целеустремленностью, усилия успешны, прекрасно коммуницируют с другими людьми. Много коротких поездок, которые, как правило, удачны. Таким людям очень важно путешествовать, так как 3-й дом – это дом коротких путешествий, и путешествия усиливает Лагнешу. Поэтому, чем больше человек путешествует, тем лучше он себя чувствует. Лучше, если Лагнеша в данном случае неблагоприятная планета, так как 3-й дом, будучи домом упачаи, будет ее усиливать (это относится ко всем домам упачаи).\nЕсли Лагнеша находится в 3 доме – то энергия находится в доме собственных усилий, младших братьев, сестрах. Человек будет смелым, предприимчивым, может много путешествовать и у него будет много желаний.",
  "4": "Лагнеша в 4-м доме\nСильное положение: 4-й дом – это кендра, а в кендре любая планета очень усиливается. У такого человека очень хорошая энергетическая связь с матерью, он очень привязан к ней (сердце человека – в доме матери) и, как правило, получает от нее много счастья. Это домоседы, проводят много времени дома, не любят перемены мест. Даже подвижные знаки с таким положением устают от командировок, им нужно иметь дом – «свою крепость», куда можно вернуться и отдохнуть. Владеют недвижимостью и средствами передвижения. Удовлетворены жизнью. У них хорошее образование и хорошие возможности получить докторскую степень (4-й дом отвечает за докторскую степень). 4 дом – дом Мокши (окончательного освобождения), поэтому часто такие люди очень духовны.\nЕсли Лагнеша находится в 4 доме – то энергия находится в 4 доме. Такой человек будет счастлив с мамой, у него будет хорошая квартира, хорошая машина.",
  "5": "Лагнеша в 5-м доме\nБольшое благословение с прошлой жизни: Обмен домов Дхармы означает, что у человека хорошая карма с прошлой жизни. Обычно он с рождения очень благочестив, религиозен и интересуется духовными практиками. Эти люди очень привязаны к своим детям, как правило, они хорошие родители. Интерес к духовным и религиозным практикам, знание мантр и молитв, высокие моральные нормы. Благоприятно для продолжительности жизни. У владельца гороскопа может быть романтичный настрой, и он получит много любви от партнера по браку.\nЕсли Лагнеша находится в 5 доме – то энергия находится в 5 доме, сердце человека находится в детях. Такой человек будет всячески желать работать с детьми. Это также показывает, что у человека хорошая Пурва-пунья (или порог благочестия), у человека будет очень хороший интеллект.",
  "6": "Лагнеша в 6-м доме\nГоворится, что долги, болезни и враги захлестнут человека с рождения, но у него будут силы, чтобы всё преодолеть. Он будет работать больше в подчинении, скорее будет хорошим исполнителем, нежели лидером. Он сконцентрирован на своей работе, на своём служении и может многого достичь в медицине и полиции. Хорошо выполняет сервисную, скрупулезную работу, работу с мелкими деталями, где требуется определенный педантизм. Такому человеку особенно важно всегда следить за своим здоровьем, иметь здоровый образ жизни, правильно питаться и лечиться натуральными средствами (химические лекарства им обычно не помогают, так как 6-й дом – это дом натурального лечения). Обычно такие люди – трудоголики.\nЕсли Лагнеша находится в 6 доме – то энергия находится в 6 доме, в доме дустханы, и это не очень хорошо. Могут быть болезни, враги, долги. Человек может быть на гос.службе, врачом, юристом, адвокатом. У него может быть слабое здоровье, и от этого он может быть не уверен в себе. Потому, что эта планета управляет Лагной, а Лагна – это сам человек. Очень важно, чтобы Лагнеша располагалась в правильном доме.",
  "7": "Лагнеша в 7-м доме\nОчень сильное положение: 7-й дом – очень сильная кендра, любая планета там усиливается, к тому же из 7-го дома Лагнеша аспектирует Лагну (1-й дом) – она усиливается и процветает. Когда хозяин дома аспектирует свой дом, это его очень усиливает и улучшает. Такой человек обычно сконцентрирован на партнерских отношениях, они для него очень важны. Могут быть сильные сексуальные желания. Успешен в бизнесе с партнером, хорошо взаимодействует с людьми. Через партнеров будет приходить помощь. Если Лагнеша в падении – человек с прошлой жизни слишком привязан к делам 7-го дома: к сексу, к личным отношениям, он не может любить из-за сильной привязанности к партнеру, боится оставить партнера и живет с ним из-за страха, и т.д. Как правило, супружество по любви и супруг приносит счастье. Если такой человек уезжает за границу, то обычно очень удачлив там, особенно если хозяин 1-го дома – неблагоприятная планета.\nЕсли Лагнеша находится в 7 доме – то энергия находится в 7 доме, такой человек будет думать о партнерах.",
  "8": "Лагнеша в 8-м доме\nЛагнеша от нахождения в 8-м доме ослабевает (8-й дом – сильная дустхана), а 8-й дом, наоборот, улучшается. Дела 1-го дома ослабевают – это сказывается на здоровье, иммунитете. У этих людей, как правило, слабый позвоночник, они не уверены в себе. Такой человек может быть с виду некрасивым, но при этом сексуально привлекательным для противоположного пола. Он может получать выгоду от наследства, завещаний, богатство от супруга. Хорошая интуиция, проницательность, дар предвидения. Если Лагнеша в 8-м доме никем не аспектирован – глубокий интерес к психологии, эзотерике, оккультизму. При благоприятных аспектах или планетном соединении – очень талантлив в этом, при неблагоприятных – может совершать аморальные поступки, склонен к черной магии.\nЕсли Лагнеша находится в 8 доме – то энергия находится в 8 доме. Это мистический дом, и такой человек может погрузиться в мистику, заниматься оккультизмом, гадать на картах. И так как 8 дом является домом дустханы, то и 1 дом будет тоже ослабевать.",
  "9": "Лагнеша в 9-м доме\nНаилучшее положение: такой человек будет очень удачливым: все хорошие вещи придут к нему из окружения. У такого человека будет «аура удачи». Религиозен, духовен, морален, благочестив с прошлой жизни. Очень тесно связан с религией, его интересует духовное (религиозное) развитие. Привязан к отцу, учителю, и, как правило, получает от них поддержку. Если Лагнеша в 9-м доме экзальтирует, то такой человек будет любимым учеником у своего гуру. Хорошие священники, учителя, дипломаты, общественные деятели. Как правило, с детства отличаются мудростью, особенно в духовных вопросах. Такому человеку вдвойне важно верить в свою удачу. Тут также, как и в случае с 5-м домом, хозяин одного дома Дхармы (Огня) находится в другом доме Дхармы. От этого очень усиливается вся карта.\nЕсли Лагнеша находится в 9 доме – то энергия находится в 9 доме, в доме удачи. Человек будет обречен на успех, у него будет хорошее благочестие, и у него будет все хорошо.",
  "10": "Лагнеша в 10-м доме\nОчень хорошее, сильное положение, особенно для тех, кто хочет внешнего успеха. Такой человек будет очень сконцентрирован на работе, нацелен на карьеру, внешние достижения, для него очень важен его социальный статус. Для таких людей работа – основа жизни. Они достигают успехов в карьере, становятся известными, знаменитыми, и деятельность, которой занимаются, считают одной из самых важных, чувствуют её как своё предназначение. Привлекательны, честолюбивы, верят в себя.\nЕсли Лагнеша находится в 10 доме – то энергия находится в карьере, на работе. Такой человек будет думать о своей работе.",
  "11": "Лагнеша в 11-м доме\nДом высшего проявления Камы. Поэтому при положении там Лагнеши все показатели 11-го дома процветают, это хорошее положение для материальной жизни. Такой человек очень амбициозен, у него много желаний, которые будут удовлетворяться, и любые его цели будут достигнуты. У него влиятельные друзья, но он, как правило, сам становится влиятельным человеком. Говорится, что он получит некоторое удовольствие от помощи другим. Также из 11-го дома Лагнеша аспектирует 5-й дом – дом детей улучшается, если Лагнеша благоприятная планета. Если при этом Лагнеша – Сатурн, то его аспект на 5-й дом даст поздних детей.\nЕсли Лагнеша находится в 11 доме – то энергия находится в 11 доме. У человека будет очень много амбиций, желаний, будут влиятельные друзья, и может быть собственный бизнес.",
  "12": "Лагнеша в 12-м доме\nХозяин дома личности в доме потерь. При таком положении личность «теряется», человек неуверен в себе, ему тяжело сказать «нет» и еще тяжелее попросить о чем-то других. Но это очень хорошее положение для духовной жизни (так как человек теряет эго). Таким людям очень полезно заниматься йогой. Но многие из них зацеплены за духовное: они стремятся к духовному, но им не хватает безусловной любви, потому что у них нет уважения и любви к себе. Испытывают интерес к самопознанию. Конец жизни природой предназначен для подготовки к следующей жизни: самопознания, отречения, очищения души, покаяния и прощения. Не очень хорошее положение для внешности, позвоночника и здоровья владельца гороскопа. В таких людях силен дух самопожертвования, среди них много альтруистов, идейных фанатиков – они могут жертвовать собой ради других, полностью забывая о себе. Для людей с таким положением может быть благоприятно периодически путешествовать или эмигрировать в дальние страны.\nЕсли Лагнеша находится в 12 доме – то энергия находится в 12 доме, в доме потерь. Личность в потерях, плохое здоровье. Человек может быть интровертом, замкнутым. И в качестве рекомендации мы рекомендуем такому человеку переезжать за границу."
}
