{
  "Su": "Солнце. В нумерологии порядковый номер Солнца – единичка (1). День недели - воскресенье.\nСолнце отвечает за целеустремленность, цели, лидерские качества, амбиции, власть, успех, здоровье, удачу, за отношения с отцом. На санскрите Солнце звучит как «Сурья». Солнце отвечает за дух – это самое важное. В том доме, где у вас расположено Солнце, там и есть энергия вашего духа, в той сфере находится ваша душа. Солнце также отвечает за деньги, за удачу, за везение, за здоровье, за целеустремленность, за богатство, за отца. Очень важно, чтобы в вашей карте Солнце себя чувствовало очень хорошо. И самое главное, Солнце – это и есть олицетворение вашей души (или вашего духа). В той сфере, где находится Солнце, там и содержится желание вашей души, там ваш дух будет черпать энергию.",
  "Mo": "Луна. В нумерологии номер 2. День недели - понедельник. На санскрите Луна звучит как «Чандра».\nЛуна отвечает за интуицию, подсознание, ум, спокойствие, эмоции, внутреннее счастье, материнскую энергию, эмоции, психологию, за жидкости. Самое главное, за что отвечает Луна – это ум. В том доме, в той сфере, где расположена Луна в вашей карте, там и находится ваш ум. Но ум это эмоциональная составляющая, не путайте интеллект и ум. Луна отвечает за ментальность, за заботу, за женственность (именно за материнскую часть).",
  "Ju": "Юпитер. В нумерологии цифра 3. День недели - четверг. Юпитер отвечает за знания, разум, мудрость, уважение, дхарму, духовность, деньги, отца, детей. На санскрите звучит как «Гуру».\nЮпитер отвечает за нашу Пурва-пунья, за нашу мудрость, или можно сказать за нашу совесть. В том доме, где находится Юпитер, там и есть ваша Пурва-пунья, ваше благочестие, ваша Дхарма. Также Юпитер отвечает за глубину, за деньги. Юпитер отвечает за много характеристик, это также способность к наукам, способность к знаниям, это зрелость, это очень высокий уровень осознанности и сознания. Юпитер отвечает за хорошую карму. Если вы будете посылать энергию в ту сферу, где находится Юпитер, то вы сможете накопить довольно хорошее благочестие.",
  "Ra": "Раху. Порядковый номер 4. Раху – это мистическая планета, по ней мы смотрим кармические задачи. День недели - суббота (подобен Сатурну).\nРаху показывает кармические задачи, предназначение, для чего человек воплотился на Земле.",
  "Me": "Меркурий. Порядковый номер 5. День недели - среда. На санскрите звучит как «Будха».\nМеркурий отвечает за речь, коммуникации, мышление, язык, интеллект, эрудицию, логику, нравственность, за интеллектуальные способности. В той сфере, где у вас находится Меркурий, там и есть ваши интеллектуальные способности. Также Меркурий отвечает за способность быстро схватывать, быстро запоминать. Отвечает за языки, и в том числе отвечает за молодость и за бизнес.",
  "Ve": "Венера. Порядковый номер 6. День недели - пятница. На санскрите звучит как «Шукра».\nВенера отвечает за красоту, внешность человека, творчество, эстетику, богатство, роскошь, сексуальную энергию и привлекательность, чувственность, репродуктивную систему. Венера отвечает за талант, за сексуальность, за наши желания. Где расположена ваша Венера, там и содержатся ваши желания, что вам хочется. И там же спрятано ваше творчество, вдохновение. Также Венера отвечает за роскошь, за молодость, за очень яркую энергию.",
  "Ke": "Кету. Порядковый номер 7. День недели - вторник (подобен Марсу).\nКету отвечает за потенциал, таланты из прошлой жизни и кармические задачи.",
  "Sa": "Сатурн. Порядковый номер 8. День недели - суббота. На санскрите звучит как «Шани».\nСатурн отвечает за дисциплину, порядок, структурированность, ответственность, проявление кармы, сложности в жизни, задержки. Сатурн показывает нам нашу карму, или прарабха-карму, карму, которую мы несём с прошлых жизней. Там где стоит Сатурн, через те сферы будет приходить наша карма. Сатурн отвечает за испытания, за болезни, за лишения, утраты, также отвечает за благотворительность.",
  "Ma": "Марс. Порядковый номер 9. День недели - вторник. На санскрите звучит как «Мангала».\nМарс отвечает за смелость, решительность, мужественность, силу, способность защищать, лидерские качества, умение доводить начатое до конца, мужскую сексуальную энергию, гнев, злость, раздражительность. В той сфере, где находится Марс, вы можете черпать энергию. Марс отвечает за целеустремленность, за энергию, за энергичность. Отвечает за гневливость в негативном ключе."
}
