[
  {
    "бхава": 1,
    "название": "Марс в 1 доме",
    "текст": "1й дом - это лагна, карта жизни. От того, что находится в 1 доме, зависит весь гороскоп. Марс – это кшатрий, солдат, воин, энергия, страсть, животворящая сила. Марс это действие, он не хочет думать, а хочет действовать. Поэтому важно, чтобы у всех нас был хороший Марс. И Марс можно улучшить. Есть гармонизация Марса – мужчинам нужно отжиматься на пальцах, за счет этого прокачивается область холма Марса. Также занятия спортом тоже усиливает Марс. Из двух кандидатов на вакансию с одинаковым резюме выберут того, кто занимается спортом. Марс отвечает за уверенность, за действия, важно действовать. Особенность Кали-Юги, что люди совершают пустые действия, а нужно научиться делать конкретные действия, осознанно. И это может сделать только тот, у кого много энергии. Через спорт мы можем наполнить себя энергией. Тело – это наш костюм, и чем дольше он вам прослужит, тем будет вам лучше. Когда у человека много Марса, много энергии, он может много делать. Успех – от слова успевать. Марс – это олицетворение атлетов, людей, которые работают со своим телом. Женщинам не нужно заниматься боксом, а хорошо йога, фитнес, бег, плавание. Для мужчин важно, чтобы у них был сильный хороший Марс. Можно заниматься единоборствами, но с разумом. Марс отвечает за внешний вид, мышцы, кровь. Венера это пышность, а Марс это стройность, подтянутость, упругость. Марс отвечает за соревнования, за достигаторство, победу, соревновательный дух, за волю. Может давать агрессию, но в саттве будет давать защиту. Но если у людей очень сильный Марс, даже саттвичный, то таких людей лучше не гневать. Марс в 1 доме – это прямое влияние на характер. В абстрактном гороскопе 1 дом это Овен, марсианский знак. Характер вспыльчивый, «сахар со стеклом». И это куджа-доша. Аспект на 4 дом – связан с сердечно сосудистыми аспектами, надо заниматься спортом. Мама может быть марсианская. Люди могут хорошо проявлять себя в сделках с недвижимостью, хорошие агенты. Аспект на 7 дом – партнеры будут такие же марсианские. Это Весы в абстрактном гороскопе, соединение Марса с Венерой – сексуальность, притягательность. Люди внешне привлекательные, но характер не сахар. Можно смотреть еще лунную карту, но в любом случае Марс в 1 доме – это бомба замедленного действия, человек может неожиданно вспыхнуть. Если у девушки в 1 доме Марс не в падении, не в ганданте, то она в школе могла парней колотить. Эту энергию лучше в спорт направлять. Марс это как кипящая лава. Но боксом лучше не заниматься, потому что Марс может травмы давать, отвечает за рваные раны. Также за порезы, стрельба, несчастные случаи, ДТП. Где стоит Марс, в той части тела, за которую отвечает соответствующий дом, могут быть травмы. Если Марс в 1 доме, то могут быть травмы головы, боксом не надо заниматься, хоть он может туда стремиться. Аспект на 8 дом – энергию Марса хорошо направить на духовные практики. 8 дом – это секретности, сексуальность, Марс может дать наклонности к применению силы в сексуальном аспекте, садомазохистские наклонности. Зависит от самого Марса, от гуны человека. Человек будет предприимчивый, склонный к конкуренции, энергичный, к спорам. Проблемы от Марса в 7 доме. Тем не менее, люди честолюбивы, будут владеть собственностью, будут способности к механике, храбры, независимы, могут страдать от огня, несчастных случаев. Из них могут получаться хорошие братья, сотрудники, солдаты (прямо самураи, которые будут все завоевывать). Может быть довольно раннее образование, раннее взросление. Раху с Марсом – это «туши свет», «сахар со стеклом», особенно в 1 доме взрывная смесь и если у вас есть такое, то вы большие молодцы, что пришли сюда учиться, все можно проработать. "
  },
  {
    "бхава": 2,
    "название": "Марс во 2 доме",
    "текст": "Это дом родительской семьи, речи, горло, образование которое получим в родительской семье, ценности в семье, питание. Марс во 2ом доме. Речь будет вспыльчивая, командная, жесткая. Люди хорошие спикеры, очень энергичные. Если Марс в Тама-гуне, то мат. Раху с Марсом - на матах будет говорить. Естественно будет есть всё подряд. Но опять же, здесь может быть семья спортивная или ведущая здоровый образ жизни. Следить за питанием и соблюдать спортивный режим. Второй дом - это знак Тельца и здесь сексуальная энергия будет. Люди с высокой сексуальной энергией это всегда взаимодействии Венеры с Марсом или наоборот. Марс в Венерианском знаке или наоборот, аспекты Марса на Венеру и наоборот или они рядом стоят - это будет показывать высокую сексуальную энергию. И здесь, если нет никаких поражений, то всё эти моменты будут проявлены. Аспект на 5ый дом. Дом детей, соответственно будут сыновья или дочки с таким марсианский характером. Аспект на 8ой дом. Может помочь накоплением, могут появиться после брака. Аспект на 9ый дом. Люди могут быть чересчур религиозны. Крестовые походы, за веру могут драться, биться, либо наоборот, могут иметь воинственные моменты связанные с девятым домом. Отец может быть из марсианских структур. Такое положение показывает, что люди будут разговорчивы, будут любить спорить, будут искусные в области математики, могут зарабатывать деньги через недвижимость. Интересуется политикой, будут говорить откровенно, всё, что они о вас думают. У них будут способности в сферах радио. Довольно рано могут оставить своих родителей. Либо родители могут разойтись, аспект на 8ой дом -  не очень хорошо. Могут нарушать супружескую верность. Могут быть зубные болезни, склонность к курению, огромный аппетит и очень критичный характер."
  },
  {
    "бхава": 3,
    "название": "Марс в 3 доме",
    "текст": "Дом мужества, журнализм, продажи, короткие поездки, отношения с младшими братьями. Марс – это солдаты, агрессия, гнев, куда кладем свою энергию. Марс это сигнификатор, карака 3 дома, могут ухудшаться характеристики планеты. Но так как 3 дом отвечает за мужественность, то здесь все хорошо. Но человек будет эгоцентриком, будет всегда хотеть лидировать, быть во главе всего, могут идти по головам. 3 дом как Близнецы, могут быть агрессивными продавцами. 3 дом отвечает за работу руками, могут работать, например, топором, кузнецы, что-то марсианское, руки могут быть сильные. Если Марс падши, то могут быть преступники, гангстеры. Если писатели, то довольно агрессивные, или скандальные журналисты, расследования, интриги. Классические тексты говорят, что такой человек будет очень храбрый. У него могут быть несчастные случаи в путешествиях, могут быть потери братьев/сестер. Упорно будет работать ради денег, будет зарабатывать. Хорошие ораторы. Отлично будет обращаться с машинами. Будет дух первопроходца. Могут получать имущество через наследство. Может быть успех в сфере сельского хозяйства."
  },
  {
    "бхава": 4,
    "название": "Марс в 4 доме",
    "текст": "4й дом - это земля, дом, мама, сколько любви даст мама. Также это наш ум, так как 4 дом как Рак, а Луна это ум. 4 дом это также сердце, внутреннее счастье. Марс это энергия бушующая, лава, энергия солдата. Надо быть очень аккуратным в вопросах здоровья, проблемы сердечно-сосудистого характера (инсульты, инфаркты), проблемы по роду. Марс в Раке в дебилитации, человеку нельзя проявлять никакой вспыльчивости, он может так вспылить, что может получиться инфаркт, инсульт. Конечно, нужно смотреть, что за Марс, в каком положении, в каком окружении. Но в любом случае, Марс в 4 доме не очень хорошо себя чувствует, таким людям нужно чаще гулять у воды, успокаивать свой Марс. Такие люди могут внутри себя много прокручивать. Хорошо плаванием заниматься. Аспект на 7 дом – партнер может быть такой же, скандалы могут быть, человек может сильно переживать. Аспект на 10 дом – для карьеры очень хорошо, человек будет стараться строить карьеру, но могут быть конфликты на работе. Аспект на 11 дом – большие амбиции, это хорошо. Марс в 4 доме чувствует себя не очень хорошо, надо внимательно следить за здоровьем, за сердечно-сосудистыми вопросами. Такие люди будут страстными, с ними будет очень сложно поддерживать отношения, у них высокая сексуальная энергия, довольно отзывчивые. Сердце может быть немножко взрывное. Будут владеть имуществом, будут уважаемы в своем кругу. Это также куджа-доша, вредное влияние Марса, разводы, двойные-тройные браки."
  },
  {
    "бхава": 5,
    "название": "Марс в 5 доме",
    "текст": "5й дом — это творческие способности, сколько любви получим от партнёра, креатив, театральные исполнения, выступления на сцене, политика, академическое образование. Марс это бушующая энергия. У женщин Марс или Раху в 5 доме – не хорошее положение, может быть проблемы беременности, кесарево, аборты, проблемы с плодом, если Раху вместе с Марсом, то могут быть потери ребенка. Если Марс или Раху в 5 доме, то первого ребенка можно потерять (5 дом – первый ребенок, 7 дом – второй, 9 дом – третий). При планировании беременности надо считать мухурту, читать мантру Лакшми «Ом Лакшми виган шри камала дхариган сваха» (минимум 108 раз в день). В Ведах говорится, если вы грихастха (тот, кто выбрал семейную жизнь), то всем надо читать мантру Лакшми. Или кто брахмачарья, кто выбрал монашеский образ жизни, или саньяса, кто выбрал путь отречения. Земля – это седьмой уровень, она создана, чтобы мы создавали отношения, семью. Для всех грихастх надо читать мантру Лакшми. Положение Марса в 5 доме может давать проблему с детьми у женщин. С точки зрения страсти – страсть будет, романтические отношения ого-го. Дети могут быть мальчики. Если Марс в падении, то человек будет «левачить». Но здесь зависит от Юпитера, если он сильный, то перетянет. У человека может быть довольно сильное, яркое творческое выражение. Человек может быть немного тираном, если с Марсом проблемы, может быть тираном по отношению к детям. Аспект на 8 дом – сексуальность, деньги могут быть после брака, интерес к тантре (рекомендую сильно не увлекаться), оккультизм, скрытые знания, хирургия, могут быть колотые режущие раны. Аспект на 11 дом – может получить много  денег, но если Марс в падении, то может нарушать законы. Рекомендуется водить аккуратно, так как аспект на 8 дом, могут быть аварии. Аспект на 12 дом – много энергии в воображении, могут быть хорошие сценаристы, кинодраматургами, энергичное воображение. Люди могущественные, служат на руководящих должностях. Может быть проблема в отношении детей, как правило небольшое количество детей. Хорошее положение для области образования, будут искусны в спорте, в военном деле, могут страдать от обид, им будет не доставать чувствительности. Могут терять свое высокое положение. Могут быть язвенные болезни, надо следить за питанием, не кушать острое."
  },
  {
    "бхава": 6,
    "название": "Марс в 6 доме",
    "текст": "Если Раху или Марс в 6 доме вероятность онкологии очень большая. 6й дом - это дом болезней, долгов, врагов. Марс твечает за энергию, гнев, лаву. Здесь людям нужно практиковать ЗОЖ. Марс тут как лава в доме болезней. Если аспект Марса на Раху или наоборот, то это термоядерная смесь. Смотреть за своим питанием, никакого алкоголя, никаких кальянов, здесь особенно! Люди будут бороться за справедливость, могут быть полицейскими, работать в силовых структурах. Врагов своих победят, болезни тоже могут победить. Марс карака 6го дома, это его ухудшает. Марс тут может добавить долгов, конечно сила будет, будет побеждать врагов и гасить долги, но тем не менее - ничего хорошего. Если падший, то вообще может пойти во все тяжкие, попадёт в плохую тусовку и наркомания и всё остальное здесь может быть. В таком положении у человека могут быть проблемы с законом. Либо он может быть на стороне закона, либо против. Может попасть в тюрьму. Колото-режущие ранения. Здесь человеку нужно очень хорошо контролировать свой Марс, никакого бокса тут не должно быть, потому, что будут травмы. Заниматься медитациями, следить за своим окружением, потому, что с таким положением можно в тюрьму попасть. Тем более аспект на 12 дом, это тюрьмы, заграницы. Хорошая новость в том, что Марс может давать победу, если он конечно не падший и не ретроградный и не в ганданте. Даже если будут тяжёлые болячки человек может победить, но всё равно мало хорошего. Аспект на 1ый дом, что добавит характеру марсианских качеств. Тем-не-менее, такие люди довольно решительны, способны брать ответственность, красивы, сильны в сексуальном отношении. Хороши в дебатах, спорте. Действуют хорошо в судебных тяжбах. Могут быть прокурорами. Требовательны, властны, повелительны, достигают успеха в дали от месторождения. Им очень хорошо жить на природе."
  },
  {
    "бхава": 7,
    "название": "Марс в 7 доме",
    "текст": "Дом партнера, это муж, жена. Коммуникация с людьми, партнер, какие мы на публике. Марс в 7ом доме - это не очень хорошо. С точки зрения переговоров хорошо. Аспект на 1ый дом, для создания семьи - это не очень хорошее положение, поскольку партнёр будет обладать марсианскими характеристиками. Но для партнерства, это может быть неплохо, в зависимости какой Марс и как расположен. Для юристов и адвокатов - это идеальное положение. Марс здесь даёт притягательность, сексуальность. Аспект на 2ой дом. Соответственно речь у человека будет марсианская, такие люди будут очень страстные, с высокой энергией, в том числе сексуальной. Могут быть довольно лояльны, однако лучше с такими людьми не ссориться. Такие люди будут рубить с плеча; что видит - то говорит. За ними будет решающее слово, они всегда будут вставлять своё слово. С точки зрения бизнеса - это может быть очень хорошее положение. Если у людей есть предрасположенность по другим грахам быть юристом или адвокатом, это может быть хорошим и правильным дополнением. Это довольно хорошо известные, стойкие, энергичные люди. Соответственно они получат страстного, но любящего споры партнера по браку. Из таких людей выйдут хорошие торговцы, коммивояжеры, комиссионеры, могут работать на общественной службе. Спортивные, владеют собственностью. Супруги могут умереть раньше чем они. Такие люди будут много путешествовать."
  },
  {
    "бхава": 8,
    "название": "Марс в 8 доме",
    "текст": "внезапные события, внезапные взлёты и падения, внезапное счастье, в том числе и внезапные психические события (раз, нормальный человек, и вдруг что-то произошло). Несчастные случаи, могут быть как у самого человека, так и у партнёра. Могут быть накопления, накопления после брака. Марс это солдаты, энергия, мужество, прана, клокочущий огонь. Марс в 8 доме может вызывать хирургические вмешательства в той части тела, которая отвечает за 8 дом. 8 дом это как Скорпион, и тут же Марс. Могут быть внезапные ожоги, аварии, травмы и в спорте, переломы. Человеку нужно быть аккуратнее, Марс будет сражаться как солдат. Ещё надо смотреть хозяина дома, но в любом случае надо быть аккуратнее, не гонять на машине, экстрим не нужен. Такие люди будут страстные, могут у них быть определенные наклонности в сексуальной жизни марсианского характера. Здесь много огня, могут быть сексуальные секретные отношения и секретные предпочтения. Для эзотерики это положение хорошо. Если в 8 доме находятся Шукра, Мангала, и если еще и с Раху, то может быть такое проявление. Также человек может заниматься черной магией, оккультизмом. Может быть криминал, убийца, наркотические вопросы, могут быть целителями. Надо все смотреть и много зависит от гуны. Но если восходящий Овен и Марс с Венерой и Раху стоит в 8 доме, то «туши свет», или если Марс в 8 доме, в падении, с Венерой в экзальтации. Если благочестия человеку не хватит, то его может во все тяжкие унести и в индустрию для взрослых. Аспект на 2 дом – человек может тянуться к одурманивающим веществам, нужно смотреть какой Марс. Если у женщин Марс в 8 доме, и если она с ним справилась, то ей нужно считать мухурту на беременность, потому что Марс очень сильный и 8 дом отвечает за женские органы, за репродуктивную систему. Аспект на 3 дом – отвечает за СМИ, медиа. Такие люди могут делать много движений, здесь всё неплохо. Но такое положение Марса может делать из человека лжеца, преступника. Или может наоборот работать в секретных органах, или наоборот быть по ту сторону. В 8 доме для Марса есть пагубное влияние, могут быть проблемы в браке, могут быть бесполезные путешествия, участие в опасной разрушительной работе. Это может быть не благоприятное положение для продолжительности жизни, может быть внезапная смерть. В таком положении нужно смотреть лунную карту, другие дробные варги, и Севить, и не проявляйте Марс в негативном ключе. Могут быть споры, судебные разбирательства. У таких людей могут быть сильные чувства, определенный магнетизм. Они получают имущество, убедительно говорят, хитры, могут втянуться в какие-то сомнительные бизнесы. Женщинам надо следить за репродуктивной системой, зимой ходить тепло одетой, иначе может быть марсианское вмешательство, хирургия тоже по Марсу. Когда женщина планирует детей, надо считать мухурту и читать мантру Лакшми."
  },
  {
    "бхава": 9,
    "название": "Марс в 9 доме",
    "текст": "дом духовного знания, паломничества. Это высокие вещи, которые выше нас. Это отец, удача, сокровища. Это дом благополучия, открывает ключи всех благоприятных домов, что связано с удачей. Марс это солдат, наша энергия, как мы реагируем, гневно или спокойно. Это наша сила воли, мужество, и мужество делать дела в жизни. Марс в 9 доме дает разногласия с отцом, с учителем. Человеку не будет нравиться, что ему указывают что-то делать. Он хочет учиться на своих ошибках. Учитель говорит ему одно, а он хочет делать другое, по-своему. Соответственно, разлучение с отцом. Может дать приверженность «за веру всех разорву», может стать религиозным фанатиком, кто не согласен, с тем будет воевать. Аспект на 12 дом – дает сильное воображение, могут быть дальние поездки. Аспект на 3 дом – человек может быть писателем, могут быть энергичными, продавцами. Все хорошо с силой воли. Аспект на 4 дом – разногласия с мамой, хорошее положение для недвижимости, чтобы заниматься вопросами недвижимости. Такие люди могут быть довольно щедры, много сил потратить на поддержку какого-то движения. Могут быть гневливы, у них могут быть проблемы с государственным аппаратом, могут быть конфликты, могут посадить (аспект на 12 дом, и особенно в дашу Марса). С большим интересом относятся к философским спорам, могут быть навязчивы, доказывать свою правоту, склонны к насилию. Могут быть не совсем правильные отношения с отцом. Также здесь нужно беречь спину, поясницу, могут быть переломы, искривления."
  },
  {
    "бхава": 10,
    "название": "Марс в 10 доме",
    "текст": "дом карьеры, политики. Марс это энергия, прана. В Козероге Марс экзальтирует, это хорошее положение, более того в 10 доме Марс получает диг-балу. Но локти, суставы надо смотреть, могут быть проблемы, вмешательства. Люди будут идти по головам, сделают себя сами, из грязи в князи, хорошо для карьеры. Надо смотреть, как расположены караки 10 дома. Но такое положение дает человеку силу достичь всего, что он захочет (у меня тоже такое положение). Это хорошее положение для гос.службы, для работы в полиции, химический бизнес, если с Сатурном, то нефтяные добычи могут быть, добычи ископаемых. Это также позиция директора, управленца. Человек может построить спортивную, военную карьеру, гос.карьеру, соревновательную, боевые виды спорта. И политика. Может добиться всего, чего хочет, если нет никаких проблем. Как правило, у таких людей задорный сильный характер, они первопроходцы, очень искусны, пробивные при выполнении своей работы. Успешно могут трудиться в областях механики, недвижимости, сельском хозяйстве, транспорте. Довольно любят полемику, энергичны. Могут страдать от обид. Их ценят за службу, их продвигают по службе. Они могут быть импульсивны, любят животных, любят физические упражнения, любят споры, могут быть грубы и у них есть склонность к соперничеству, поскольку Марс проявляется. "
  },
  {
    "бхава": 11,
    "название": "Марс в 11 доме",
    "текст": "дом прибыли, деньги. Сколько можно сгенерировать кеш-флоу. Наше профессиональное окружение, наши друзья, старшие братья. Очень хорошее положение Марса для доходов, Марс ставит цели и добивается (как и в 10 доме). Очень хорошее положение для политики. Если огненный знак, то может быть не так много старших братьев, либо могут быть соревнования со старшим братом. Аспект на 2 дом – блага, накопления. Нужно контролировать свои траты, так как энергия Марса получил-потратил. Речь строгая, прямая как у генерала. И человек может стать генералом. Если, например, восходящий Овен, и Марс в 11 доме, то может стать генералом, нужно смотреть другие характеристики. Это люди, которые могут управлять большим количеством людей, надо смотреть положение Солнца и Луны. Из негативных вещей могут делать хитрые схемы, из-за этого могут образоваться долги, потому что Марс отвечает и за долги. Это решительный человек, у которого будет добрый характер, который контролирует свои чувства. Такой человек за братство, может со всеми поддерживать хорошие отношения. Но такие люди могут быть малообщительны, очень мало близких друзей. Их влияние будет со временем увеличиваться , они приобретают имущество, у них будут люди, которые будут им служить. Обычно у них мало детей, прямой аспект на 5 дом. Их отважные желания исполняются."
  },
  {
    "бхава": 12,
    "название": "Марс в 12 доме",
    "текст": "это траты, плохие инвестиции, там мы теряем деньги, трата энергии, в том числе благотворительность. Это заграничные путешествия, переселение за границу. Подсознание, мечты, духовность, скрытые таланты. Таланты, которые у нас есть, но мы ещё не поняли их. Прибежище души. Отвечает за тупни, постель. Марс это воин, солдат, энергия, мужество, сила воли. Марс в 12 доме – это воин, который потерялся в подсознании. Это много энергии, ему сложно сидеть на месте, нужно двигаться. Марс будет исследовать подсознание, человек будет проходить разные метафизические моменты. Очень много энергии на исследования, тревожный ум, поскольку находится рядом с лагной. 12 дом – это сексуальные удовольствия. Марс отвечает за сексуальность. Такие люди могут выглядеть как духовные, божьи одуванчики, а за закрытыми дверьми будут обладать диким сексуальным темпераментом. Также это духовные воины. Могут придумывать различные разработки. Аспект на 3 дом – писательство, могут быть хорошими писателями, креативными. Аспект на 6 дом – транжирство. Аспект на 7 дом – довольно неплохо, с одной стороны, спорщики будут с партнерами, но будет защищать брак, семью. Но в дашу Марса могут быть активизации, могут быть потери, могут быть долги, могут быть разводы. И даже может попасть в тюрьму. Такое положение даёт дистанцию с партнёрами, и дистанцию с партнёрами по браку. Может быть нарушение супружеской верности. Болезни зубов. Неразумные расходы. Если Марс расположен не очень хорошо. Людям трудно исполнять обещанное, беспокойный сон. Если это женщины, то могут быть проблемы с беременностью, с рождением детей, надо считать мухурту. Скучают, могут менять партнёров, могут менять своё окружение в поисках новых впечатлений. Важно научиться экономить деньги, потому что в жизни у них будут тяжёлые времена. Они могут заниматься благотворительностью. Могут неплохо разбираться в технике. И могут быть проблемы со ступнями, надо их беречь. Если парашют, то надо 1000 раз подумать, надо ли такое увлечение."
  }
]