[
  {
    "бхава": 1,
    "название": "Меркурий в 1 доме",
    "текст": "1й дом — это личность. Меркурий отвечает за интеллект, коммуникацию, братьев, технические навыки, любые навыки, но чаще всего коммуникативные. Отвечает за способность запоминать, за способность к языкам, память. В 1ом доме Меркурий дикбала и становится очень сильным. Будет влиять на всю жизнь. Это очень хорошая комбинация. Первый дом - лагна, это как пусковая точка, стартер всего, что происходит в жизни и соответственно человек становится коммуникативный. Вся жизнь в коммуникациях. Если в падении или ретро, то будут помехи с этим моментом. Но тем не менее, он будет коммуникативный. Это будет продвигать человека и помогать. Человек может быть диктором, каким-то публичным лектором. Меркурий отвечает за наш интеллект, за нашу память. Это высший путь мышления, логика. Будут способности к фотографии, писательству. Могут быть ораторами, политиками, могут работать в медиа, хорошие бизнесмены. Планета юркая, поэтому человек может заниматься сразу несколькими вещами. Отвечает за юность. Если расположен хорошо -  будут молодо выглядеть, будут живые, многогранные. Если хороший Меркурий в первом доме - люди могут выглядеть значительно моложе своего возраста. Если есть влияние Юпитера на 1 дом -  это всегда очень хорошо. Меркурию важно окружение планет, поскольку это будет влиять на всё, в том числе и коммуникативные навыки. Если Марс с Меркурием - то будет плохо влиять. Аспект на 7 дом, будет такой же партнёр и человек будет искать такого же партнёра. Для них очень важно обмениваться коммуникациями с партнёрами, доносить послания людям. Из таких людей могут получиться хорошие адвокаты. Будут искать молодого партнёра, как внешне так и в сердце. Меркурий в Дикбале, в 1 доме, человек будет очень смышленый, у него будет хорошая память. Будет разговорчивый, весёлый, забавный, опрятный, с чувством вкуса. Будет хорошо одеваться. Будет много друзей, очень хорошее окружение. Способности к бизнесу, литературные наклонности. Хорошее образование, они будут любить разнообразие. Будут действовать быстро. Могут выглядеть немного беспокойными, но тем не менее хорошая аура. Будут умелые руки, могут любить медицину. Предрасположенность к астрологии, ясновидению."
  },
  {
    "бхава": 2,
    "название": "Меркурий во 2 доме",
    "текст": "Это семья, родословная, финансы, активы, сбережения, речь, горло, питание. Сила языка - это не только то, что мы едим, но и что говорим. Меркурий - это интеллект, память, логика. Даёт положение патриотизма, будут патриотами, логика будет развиваться через историю, родословную. Будут развивать свой интеллект. Очень коммуникабельны. Склонность к пению. Навыки коммуникации, пения. Это певцы, учёные, историки, политологи. Для бизнеса такое положение очень хорошее. Если Меркурий в падении или в плохом знаке или ретро, с малефиком, в ганданте - могут быть дефекты речи. Если расположен хорошо - коммуникация будут заточены под получение денег. Может быть несколько источников накоплений. Аспект на 8ой дом. Прямой взгляд. Происшествия которые происходят внезапно, такой человек может внезапно что-то выиграть, получить. Но, так как 8ой дом - Дустхана, то они будут так же быстро уходить, человеку нужно внезапно заплатить налоги например. Могут происходить из большой семьи будут хотеть детей. Может давать развод. Склонность к наукам, например физика. Аналитический склад ума. Секретные разработки, издательская деятельность, благотворительность. Есть друзья, драгоценности, в разговоре есть детская невинность."
  },
  {
    "бхава": 3,
    "название": "Меркурий в 3 доме",
    "текст": "3 дом отвечает за любые навыки, за целеполагание, за способности к коммуникациям, в том числе за писательство, за публичные выступления, за журнализм, репортёрство. Меркурий отвечает за вычисления, за логику, за коммуникации, за братьев. Меркурий быстрая планета, быстрое принятие решений. Такой человек будет быстро думать, быстро делать. 3 дом похож на дом собственного бизнеса, поэтому у человека будет хорошая предрасположенность к бизнесу. Очень хорошо будет работать интеллект в вопросах предпринимательства. Может одновременно работать с 10-ю задачами, ставить 10 целей и их достигать. Качества Юлия Цезаря у него будут представлены. Развита писательская жилка, может работать в СМИ, на телевидении, может быть журналистом. Из таких людей получаются хорошие юристы. Если Меркурий находится в падении, то здесь не очень хорошо, так как всё это будет заблокировано. Это хорошее положение для людей, которым надо заниматься бизнесом. Аспект на 9 дом – это дом удачи, дом высшего знания. Это положение хорошо для изучения астрологии, для получения философского знания. У таких людей будет потребность в изучении философии. Также это может давать образование, потребность в дополнительных образованиях. Такое положение даёт людям писательские способности. Такие люди хорошо будут работать с цифрами, с фактами, у них будет развита логика. Они будут делать добро другим людям. Иногда у них будет чувствоваться недостаток мира внутри себя, внешне может казаться немного детское поведение. У них большое число родственников. Они очень решительны, способны делать одновременно несколько дел, любят учиться, дружат с большими бизнесменами. Также это положение может давать немного стрессовую ситуацию, так как Меркурий подвержен влиянию извне, так же, как и Луна."
  },
  {
    "бхава": 4,
    "название": "Меркурий в 4 доме",
    "текст": "это наше детство, внутреннее счастье, это мама. Это физический дом, земля. Это то, как нас воспитывала мама, сколько она давала нам любви. Меркурий это коммуникации, логика, интеллект. Здесь влияние мамы очевидно, мама словесно вовлечена в человека, она могла вести какой-то домашний бизнес, или быть общительной личностью, возможно в бизнес кругах, мама может быть хорошим менеджером, по призванию и не только. Мама очень логическая, довольно образованная, при хорошем положении Меркурия. И надо всегда смотреть на окружение планет, когда речь идет о Луне и о Меркурии, поскольку они наиболее ярко подвержены влиянию других планет. Аспект на 10 дом – это дом карьеры. Человек использует коммуникации для работы. Работа может быть связана с дипломатией. Человек может занимать высокие посты, может быть связан с политикой. Либо это может быть бизнес в сфере недвижимости. Также это может быть хорошо  в сфере образования. Меркурий в 4 доме это очень хорошее положение. Рак  очень мягкий знак, в абстрактном гороскопе 4 дом  как Рак. У таких людей хорошая привязка к семейной жизни, у них счастье зависит от их семейной жизни. Они очень образованы, очень искренни. Такие люди религиозны. Из них получаются хорошие родители, хорошие педагоги, также политики, критики могут получаться. У них может быть склонность к творчеству. Им может быть хорошо жить на земле, в живописных зеленых местах. У них будут свои транспортные средства, своя недвижимость. И как правило такие люди разборчивы в других людях, и у них довольно хорошее окружение."
  },
  {
    "бхава": 5,
    "название": "Меркурий в 5 доме",
    "текст": "5 дом отвечает за Пурва Пунью, за детей, за романтику, за творческие способности, за изучение древних текстов, за нашу прошлую жизнь, за нашу прарабха карму (карма с прошлых жизней). Отвечает за спекулятивный бизнес, за ставки, за актерство, за издательство. Меркурий это интеллект, коммуникации, логика. Это предпринимательские навыки. Меркурий в 5 доме даст творческую личность, у человека будут писательские навыки, может быть издателем, публицистом, хорошо будет поставлена речь, и это будет выражаться в поэзии, в издательстве, в писательстве. Также может быть хорошо выражено искусство имитации и подражания, это мимика, актерство. Такие люди могут быть профессиональными пародистами, что тоже очень хорошо. Так как 5 дом отвечает за древние тексты, то такие люди будут иметь в этом интерес, и будет любопытство в отношении вед, ведических знаний. Логическое мышление Меркурия в 5 доме получает творческую составляющую, и это очень хорошо для творческой реализации. Из таких людей могут получиться очень хорошие писатели, издатели, публицисты. Аспект на 11 дом – это очень хорошо. 11 дом – это дом мечтаний, надежд, наших амбиций, желаний. Это наш круг, наши доходы. Меркурий использует здесь свои логические способности для того, чтобы создавать финансовые потоки. Может быть, что до 30 лет у человека нет интереса в политических вопросах, а потом усиливается 11 дом и человек может пойти в политику или стать политическим аналитиком. Могут быть доходы с нескольких источников, так как 11 дом это дом доходов, а Меркурий может делать одновременно несколько дел, и доходы могут быть периодически немного зигзаговые. На практике, такие люди очень  талантливые, очень образованные, способные. У них очень развита логика, хорошие литературные навыки, могут быть очень хорошими советниками. Они будут общаться, выступать на публике, будут иметь большой вес в обществе. Не всегда постоянны. Из них могут получиться хорошие спортсмены, игроки, им больше подойдет командный спорт. Могут занимать места в управленческих звеньях. У них может быть довольно много детей. Они любят астрологию, у них будет к ней интерес. Они будут преданы к чтению мантр и молитв."
  },
  {
    "бхава": 6,
    "название": "Меркурий в 6 доме",
    "текст": "это дом болезней, врагов. В идеале, чтобы в 6 доме не было бы ни одной планеты. Когда в 6 доме есть планеты, то это будет отражаться на состоянии здоровья, конкретные предрасположенности к тому, чтобы появились болезни, долги и враги. Но если такое положение есть, то мы может энергию этой грахи использовать на служение, и тогда все будет идти очень хорошо. 6 дом отвечает за болезни, за обстоятельства, за врагов, за долги, за разногласия, за конфликты, за развод, за такое всё плохое. Но в том числе и за служение, за препятствия. Если Лагнеша находится в 6 доме, то болезни будут у человека. И поскольку Меркурий планета нежная, несмотря на то, что она очень крепкая, то желательно, чтобы она находилась тоже не в 6 доме. Меркурий отвечает за интеллект, за логику, за системность, за коммуникации. Положение Меркурия в 6 доме – мышление у такого человека будет направлено на разрешение конфликтов. Это очень хорошо для юристов, для психологов. Если он будет развиваться в этом направлении, то у него всё будет хорошо. Также это довольно хорошая позиция для бухгалтеров, для финансистов, которые решают какие-то вопросы, постоянно в чем-то разбираются, по поводу долгов, ведут вечную борьбу, например, работают с налоговой. Поскольку это дом болезней, то у таких людей могут быть нервные срывы. И все вопросы, которые связаны с Меркурием (логика, интеллект, коммуникации), могут быть проблемы в связи со спецификой 6 дома. Могут быть проблемы, связанные с интеллектом, может быть аутизм. И даже с экзальтированным Меркурием это может быть. Именно не в падении, а экзальтированный Меркурий может дать такие характеристики. Аутизм бывает абсолютно разный, потому что дети-аутисты бывают и гении. 6 дом даст Меркурию влияние на служение, на бухгалтерские вопросы. Может давать моменты, связанные со взлётами, с падениями. Человек может быть хорошим врачом, хорошим хирургом. И это хорошее положение для научных степеней в медицине. Аспект на 12 дом – это чужие земли, заграница, траты, импорт, экспорт, духовность. Это может либо подбрасывать конфликты, либо человек может убежать от проблем за границу, либо может давать духовные моменты. И в таком положении, когда есть аспект на 12 дом, нужно быть очень аккуратным. И надо быть внимательным в вопросах здоровья, надо следить за здоровьем и особенно за речевым аппаратом. Курени катастрофически противопоказано. Оно вообще всем противопоказано, но с таким положением особенно. Естественно, алкогольные напитки тоже совсем не хорошо. Такое положение даст человеку увлеченность конкурентностью, так как 6 дом это дом врагов. Иногда это может дать одиночество, или тягу к уединению, такому человеку будет важно жить в уединении. У них могут быть перерывы в образовании. Они будут любить ездить заграницу, будут участвовать в гуманитарных, благотворительных проектах. Их будет интересовать религия. Такие люди будут действительно отдающие в плане служения. Могут довольно хорошо писать, могут быть хорошими ассистентами, могут хорошо обращаться с компьютером. Очень важно, что таким людям надо остерегаться чувства гордости и действия напоказ потому, что это не очень хорошо. Меркурий в 6 доме даст борьбу с различными врагами."
  },
  {
    "бхава": 7,
    "название": "Меркурий в 7 доме",
    "текст": "это дом брака, партнерства, это контракты, бизнес сделки, это наше окружение. Меркурий отвечает за коммуникации, речь, интеллект, логику, логический ум, навыки, какими умениями мы обладаем. С точки зрения бизнеса положение Меркурия в 7 бхаве неплохо. Такие люди могут заниматься любыми видами бизнеса. Потому что 7 дом, 7 знак это Весы, управитель Венера отвечает за бизнес, это лучшие бизнесмены. Соединение Меркурия и Весов дает характеристику, что человек может заниматься буквально всем, любым видом бизнеса. Из таких людей получаются хорошие адвокаты, юристы. Такие люди могут быть высоко клиент ориентированными. И если даша идет Меркурия, то у человека наступает время думать о бизнесе и заниматься бизнесом. Аспект на 1 дом – дает интеллект, жизненную мощь, хорошее тело, хорошее здоровье. Такой человек хороший коммуникатор, у него хорошая речь. Вся жизнь такого человека заточена на коммуникации. В зависимости от знака, такого характера коммуникации и будут. В зависимости от соединений и аспектов планет, мы смотрим, какая речь будет у человека, хорошая или не совсем. Например, соединение Солнце, Луна и Юпитер – очень хорошо. На практике, такие люди очень разумны, духовны. Они будут любимы и обожаемы другими людьми, они способны говорить убедительно, убеждать других людей. Они очень хорошо одеваются. Довольно рано вступают в брак. У них будет успех в бизнесе, большой или нет, будет зависеть от окружения планет. Минус Меркурия, такие люди будут менять работу, менять партнеров по браку. Такие люди будут путешествовать по миру. У них умелые руки. Они способны делать такие вещи, которые требуют внимание к деталям. Именно поэтому желательно и считается идеальным, когда 7 дом максимально свободен. То же самое касается и 1 дома. Когда в 1 доме больше трех планет, то у человека могут быть различные осложнения (3 планеты), могут быть определенные помешательства (4-5 планет). Нужно смотреть, как они расположены, сразу много планет и они «говорят». И вообще, когда в одном доме находятся более трех планет, надо смотреть, чтобы они друг другу не мешали, чтобы им не было тесно. Самое оптимальное положение – до трех планет."
  },
  {
    "бхава": 8,
    "название": "Меркурий в 8 доме",
    "текст": "это семейная жизнь, в браке это что-то мистическое, это совместное имущество в браке (это второй дом после 7-го). Отвечает за полицию, за налоги, за те вещи, которые мы не способны контролировать, за что-то секретное. Меркурий это интеллект, коммуникации, логика, речь, писательские навыки. Интеллект, логика находятся в 8 доме. А 8 знак Скорпион – это сам по себе оккультный знак. Такой человек станет экспертом, в том числе в развитии каких-то тантрических сидх. Но здесь я рекомендую сильно не увлекаться, потому что когда люди сильно уходят в тантру, то они немного отклоняются (такие у меня наблюдения). Тяга к оккультному. У человека будут коммуникативные способности, но в то же время они будут необычные, потому что с одной стороны они могут выкапывать у людей вещи из глубины, но в то же время могут хранить секреты. Это могут быть учителя эзотерических учений, мистики, детективы, агенты секретных служб, археологи, палеонтологи, индустрия секретных разработок. Если Меркурий в падении, то человек может делать что-то на низком уровне, например, рыть каналы, рыть землю, что-то чинить. Природа Меркурия – это природа принца. Дустхана и 8 дом – это не совсем правильные дома с точки зрения того, что Меркурию здесь не очень хорошо. Но тем не менее, когда у человека есть такое положение, то качества Меркурия, свой интеллект, надо вкладывать в глубину вещей. Тогда они смогут достичь высокого положения, и использовать такое положение Меркурия себе во благо. Аспект на 2 дом – дом речи, горла, это родословная. Меркурий здесь помогает. Но если он в падении, то могут быть недопонимания в этих вопросах, и стиль речи может быть не понятный. На практике, у человека может быть довольно высокая продолжительность жизни, может быть в целом хорошее образование, есть счастье. Счастье придет через исследования, через мистические практики. Как правило, будет небольшое количество детей, может быть наследство, может быть и разлука с партнером по браку. Могут быть жалобы на нервы, поскольку Меркурий очень чувствительная планета, а 8 дом не очень хорошо для него. Могут не всегда хорошо говорить про других людей. У них может быть не большое количество близких людей."
  },
  {
    "бхава": 9,
    "название": "Меркурий в 9 доме",
    "текст": "это очень хорошее соединение, так же как и Юпитер в меркурианских знаках, домах, и лучше убирать дустханы, это касается и Меркурия. И вообще, когда мы говорим о том, есть ли у человека способность к изучению тех или иных наук, в том числе астрологии (Джйотиш это сверх наука), то надо посмотреть, каким образом у человека расположен Меркурий и Юпитер. Если они расположены довольно хорошо, если Меркурий расположен в юпитерианском знаке, Юпитер в меркурианском знаке, то это очень хорошо. Меркурий в 9 доме чувствует себя очень хорошо. 9 дом – это дом философии, религии, духовности, дом отца. В том числе это дом денег, поэтому нужно родителям пенсию платить. Меркурий отвечает за интеллект, за коммуникации, за логику, аналитические способности. Когда Меркурий находится в 9 доме, у человека появляется огромный потенциал, большой интеллект, чтобы получить высшее образование, высшей степени. Появляются способности, чтобы учить, способности на последователей. Меркурий в доме удачи, духовности – будет исследовать духовные тексты, духовную природу, что очень хорошо. Будет давать тягу к обучению, постичь истинные знания. Аспект на 3 дом – дом братьев/сестер, мужества, коротких поездок. Это даёт хорошие возможности. Такой человек сможет реализовать себя как астролог, писатель. Человек будет коммуникативный, деятельный. У него будет в целом всё хорошо получаться. Но человеку не стоит делать надменный вид, и не показывать свою заносчивость («я Д’Артаньян, а вы все остальные»). На практике, такие люди очень удачливы, у них будут высокопоставленные друзья, высокопоставленные учителя, они могут практиковать духовные писания, в том числе ведические писания. Имя такого человека может упоминаться в печати. Такие люди будут на слуху. Эти люди могут также зарабатывать деньги в путешествиях, либо перевозя грузы морем, поскольку 9 дом за это тоже отвечает. Они хорошо говорят, у них есть хорошая склонность к благотворительности. Отец такого человека будет известен и будет гордиться таким человеком. При условии, что Меркурий расположен хорошо и нет никаких повреждений, нет плохого окружения планет. Поскольку Луна и Меркурий это планеты, для которых важно окружение внутри дома и в соседних домах."
  },
  {
    "бхава": 10,
    "название": "Меркурий в 10 доме",
    "текст": "это дом карьеры. Здесь мы смотрим карьеру, карму, деятельность, репутацию, социальный статус, социальную реализацию, правительство, коммуникации с правительством. Меркурий это интеллект, логика, наши коммуникативные способности, навыки языка, писательства. Меркурий является каракой 10 дома, это немного ухудшает качества. Но здесь это не является таковым. Здесь Меркурий наоборот работает, чтобы все качества 10-го дома проявлялись. Такой человек с помощью своего интеллекта, своей логики достигнет довольно высоких результатов, будет очень динамичный, очень коммуникабельный. Это может быть актер, писатель, публичный лектор, политик. В сатурнианских знаках человек может пойти в управленческие моменты. Меркурий любит разнообразие, здесь может быть различное разнообразие. Для правительственного управляющего здесь довольно хорошее положение. Чем больше человек общается и чем больше приводит доводов, тем он сильнее продвигается по карьере. 10 дом также показывает отношения с отцом, поскольку 10 дом это 2-й после 9-го. Здесь коммуникативные отношения с папой. Аспект на 4 дом – дом внутреннего счастья. Такой человек может работать дома. Какие коммуникации у него на работе, такие же будут у него и дома. Мама тоже может быть учителем, она такая вся меркурианская. Какая будет мама, смотрим по тому, какая планета в 4 доме, какой управитель 4-го дома. У такого человека также может быть карьера связана с вопросами недвижимости. Это может быть медиа, может быть журналистика, поскольку Меркурий также отвечает за эти характеристики. На практике, такие люди делают хорошую карьеру, при условии, что Меркурий расположен хорошо. Такие люди могут передавать знания, могут быть отличными менторами. У них есть хорошие способности в торговле, в ораторском искусстве. У них хорошие способности для получения образования, смогут стать писателями, врачами. Могут заниматься издательской деятельностью. Могут заниматься вопросами недвижимости, вопросами транспортных средств."
  },
  {
    "бхава": 11,
    "название": "Меркурий в 11 доме",
    "текст": "Это наши амбиции, мечты, желания. Это очень важный дом, так как мы хотим, чтобы наши желания сбывались, чтобы наши доходы увеличивались. Это высокие социальные группы, также старшие братья. Меркурий отвечает за коммуникации, интеллект, логику, за многогранность, навыки, подражание, актерство. Поскольку Меркурий находится в доме финансов, это отличное положение для занятия бизнесом. Такие люди могут стать финансовыми аналитиками, будут иметь аналитический склад ума, смогут понимать, вычислять, что куда движется, чем заниматься. Дела с финансами у таких людей становятся их талантом, у них в целом будет все происходить легко, при условии, что Меркурий не падший. Если Меркурий не падший, то высокое количество друзей, связей. Если падший, то наоборот мало друзей, и может дать изотерических, скрытных друзей. Аспект на 5 дом – дом Пурва-пунья, благочестия, детей, спекулятивного бизнеса, креативности, образования, сколько человек получит любви от супруга/супруги. Этот аспект будет помогать в сферах этого дома. Такой человек может быть хорошим воспитателем, будет находить хорошие коммуникации с детьми. Может построить различные виды бизнеса, поскольку 5 дом за это тоже отвечает. Но может быть подвержен азарту, нужно сильно себя контролировать в этом вопросе. У таких людей будет хорошая Пурва-пунья, хорошее благочестие, они будут получать неожиданные подарки, неожиданные выигрыши. Но опять же, это не нужно приводить в систему. Как правило, люди с Меркурием в 11 доме довольно влиятельные, у них есть познания во многих областях (такие качества Меркурия). Они будут зарабатывать деньги, в том числе с помощью бизнеса, сельского хозяйства. У них может быть довольно большая библиотека. Они будут  дружить с важными людьми. Это будет, как правило, правдивый человек, у которого может быть немалое состояние. Они могут вести бизнес. Будут получать знания из правильных источников. У них могут быть последователи, им будут служить другие люди."
  },
  {
    "бхава": 12,
    "название": "Меркурий в 12 доме",
    "текст": "Тут Меркурий находится в падении, чувствует себя не очень хорошо. Поэтому положение Меркурия в 12 доме двоякое, поскольку ему там не очень хорошо. Человек будет искать смысл жизни. Здесь может быть потеря образования, потеря интеллекта. Одновременно человек придёт в духовность. Но поскольку Меркурий многогранный и захватывает всю сферу 12 дома, здесь будет всё происходить, как и есть. В то же время с точки зрения интеллекта, логики, здесь всё очень хорошо. На начальном этапе эти люди могут быть стеснительными, могут быть не сильно коммуникабельными. Может быть какая-то интересная, необычная логика. У человека могут быть определенные потери, связанные с качествами Меркурия. Человек может иметь какие-то дефекты, либо может говорить только по делу, говорить мало. У человека может быть развито воображение. Такие люди могут быть очень хорошими писателями. Такая позиция также хорошая для астролога. Это духовные люди, есть чувствование духовного мира, Меркурий здесь отвечает за то, что человек свой интеллект, логику, использует в исследовании духовного мира. Человек может получать какую-то информацию из этого мира. Это хорошая позиция для астрологов, священников. Интуиция психики равна интуиции интеллекта. Человек может сделать какие-то открытия. Он может быть немного одиночка, может быть один, думать сам с собой, поскольку 12 дом это дом уединения. Но, тем не менее, при хорошем положении Меркурия, такому человеку могут приходить довольно интересные идеи. Так или иначе, его будет притягивать духовный мир. Такие люди могут также изучить несколько языков, поскольку 12 дом это также дом заграниц. Такие люди могут процветать в бизнесе. Также может быть бизнес, связанный с заграницей, с разработкой каких-то технологий. Это хорошая позиция для деятельности, которая связана с воображением. Такие люди могут быть довольно креативными и идейными. Аспект на 6 дом – будут проблемы, конфликты, враги, долги, судебные разбирательства. Но так как ум интуитивно находится в 12 доме, в духовном доме, который отвечает также за наше освобождение, то человеку нужно служить. Но он будет куда-то пропадать, будет немного обособленный человек. На практике, у таких людей высокая тяга к трансцендентальным знаниям. Это великодушные люди, которые будут заниматься различными благотворительными проектами, будут делать добро, которое зачтётся в будущих рождениях. В материальном отношении могут быть долги, непостоянства, спонтанные траты (поскольку Меркурий за это отвечает). Может быть незавершенное образование, может быть неустойчивый ум. Может быть малое число близких друзей. Могут быть моменты, связанные с коммуникациями. Может быть склонность к нарушению супружеской верности, небольшое количество детей. "
  }
]