[
  {
    "бхава": 1,
    "название": "Раху в 1 доме",
    "текст": "Раху – это теневая планета, отвечает за навязчивые идеи, навязчивые цели, которые человек несет из прошлой жизни. И эту жизнь человек получает для того, чтобы все это завершить. Чтобы понять, получится или нет у человека все это завершить, надо посмотреть, в каком знаке находится Раху, в каком градусе. В том числе Раху отвечает за то, что человек будет что-то срезать, чтобы быстрее  получить, могут пойти на жульничество. Отвечает за дым, за иллюзию, это как дергающаяся змея. 1 дом – это лагна, личность человека, внешняя индивидуальность, голова, мозг. Раху в 1 доме не очень хорошо, здесь происходит преломление. У человека будет сложная личность, может быть расстройство личности (не путать с расстройством ума). Очень важно, чтобы положение Раху было максимально правильным. Если Раху находится с папа-грахами, с планетами в дебилитации, в ретроградном положении, то у человека может быть психическое расстройство, психическое отклонение. Есть такое понятие парад планет, когда в одном доме четыре-пять планет. Это не очень хорошо, особенно если там же находится Раху. И если есть различные йоги, как каласарпа-йога, то очень важно положение Раху. Если в 1 доме стоит Раху, это как Раху с Марсом, это термоядерная смесь, «туши свет», характер «не сахар». Особенно это будет проявляться до возраста  созревания Юпитера. Раху это планета революционеров, и в подростковом возрасте это будет особенно проявляться на характере. Особенно если на подростковый возраст попадает период Раху, то человек не будет никого уважать, не будет слушать. Люди с Раху в 1 доме очень не простые, не простая личность. Они могут себя показывать по одному, а вести себя немного по-другому, могут постоянно меняться. Для них очень важно, как они выглядят. Наша задача в таких людях культивировать благость, саттву. По кармической задаче с Раху в 1 доме человек не хочет заниматься собой, своей личностью. Туда, где стоит Раху, человек не хочет идти, там сложно. И проблема в том, что человек это может не сразу осознать. Нужно иметь довольно высокий порог Пурва-пунья, благочестия, чтобы осознать. Что здесь нужна какая-то работа. Поэтому, если у вас Раху стоит в 1 доме и вы учитесь, то у вас хорошая карма. Для таких людей очень важно, как они выглядят, гипер вектор в этом направлении. С Раху в 1 доме нужно обязательно беречь голову. При не правильных гунах такие люди могут «идти по головам». Им важно, чтобы они были выше и главнее всех. И хуже всего это для девушек. Юпитер это планета мужская, и для женщин Юпитер не является главной планетой. Планеты мужские, которые отвечают за мужские качества – Юпитер, Солнце, Марс. Женские планеты – Венера, Луна. С Раху в 1 доме женщинам будет сложнее справляться со своим характером. Но это зависит от градуса и знака, в котором стоит Раху. Люди могут себя терять, могут долго себя искать. Аспект на 7 дом – все это будет на 50% влиять. Задача Раху – это развивать, развиваться человеку как личность. Когда созревает Юпитер, человек начинает заниматься собственным развитием. Так или иначе, у человека будет склонность к духовности. У него будут сильные чувства, сильная сексуальная энергия, Раху с Марсом будут раздувать. К сожалению, могут иметь больше чем один брак. Казалось бы Кету сужает область, но аспект Раху влияет. Эти люди могут быть хорошо известны, тем не менее Раху добавляет эксцентричность (Раху с Марсом), непостоянство. Люди могут быть критичными, деструктивными. Раху в 1 доме показывает, что человек много концентрировался на партнерах, поэтому в этой жизни он получает задачу работать над собой, чтобы изменить себя, улучшить мир. У них необычная внешность, могут выглядеть довольно интересно и экстравагантно. У таких людей большое эго, которое может проявляться  в гордости и в тщеславии. Если Раху проявляется в высшей гуне, то человек может обладать способностью проникать в суть вещей и может получить истинные знания, как работают законы, космические силы. Человек может получить глубокое понимание психологии масс, и это даст отсутствие гордыни и эгоизма. Но над этим надо работать, потому что когда человек рождается, Юпитер еще не созрел, и в детстве, в подростковом периоде, будет сложно. Конечно, если у человека очень сильный Юпитер, то он может помочь. Раху в 1 доме может быть у святых, у ученых, философов. Но характер все равно будет вспыльчивый, Раху с Марсом. Экстравагантность. Сложности в браке. Раху отвечает за онкологию. Человеку с Раху в 1 доме обязательно нужно делать аюрведические практики, следить за здоровьем, и в том числе за головой. Если у вас есть положение Раху в 1 доме и вы обучаетесь астрологии, я вас поздравляю, у вас с кармой хорошо, с Пурва-пуньей, нужно продолжать дальше развиваться как личность. Я рекомендую аюрведу. Раху, где находится, он раздражает эту сферу. И с точки зрения раздражения здоровья может быть не очень хорошо. Раху в 1 доме может давать онко, и болезни мозга. Но будем без жести. Если человек правильно себя проявляет, правильно себя ведет, позиционирует, развивается как личность, занимается отдаванием, то будет все хорошо. Раху в 1 доме дает безграничные возможности для роста как личность. Если получится достучаться до такого человека и если он пойдет в правильном ключе, то все будет хорошо. Если это подросток, и если еще у него идет период или подпериод Раху, то до него вообще можно не достучаться, он не будет вас слушать. Если удастся достучаться до такого человека, и если у него идет период не Раху, и еще если у него сильный Юпитер, Солнце, то такой человек действительно может стать сверх личностью и может добиться всего, чего пожелает. И чтобы это получилось, нужно создавать хорошую пурва-пунью, хорошую карму благочестия. Если Раху в Овне или в Весах, то будет экстравагантность, человек будет одеваться особенно, не так как все, и это будет бросаться в глаза. Раху в 1 доме - это довольно специфическое положение. Если сгармонизировать это положение, то у человек будет мудрость, способность предвидеть события, сильная интуиция, человек может выходить как бы за грань. Если человек будет работать над своей личностью, если благоприятное расположение планет, если сильный Юпитер, то человек может сделать большой прорыв в профессиональном плане, в том числе и в жизни. Человек может в один момент проснуться знаменитым, такое проявление Раху, и в какой-то момент скатиться, наркотики и т.д. Это сильно проявлено у рок-звезд, в период Раху взлет, а по окончании периода довольно сильный откат. При благоприятном развитии событий человек может получить сильный прорыв в профессиональном плане. Человеку важно максимально работать над собой. У человека будет много желаний, надо учиться удерживать свой эгоизм. Такое положение дает крепкое здоровье (не забывайте моменты, про которые говорили выше). Может быть слава, при условии, если человек использует возможности, которые ему дает жизнь, и при условии, что человек будет отрабатывать и будет развивать себя как личность. Раху расширяет дом и человек может сильно развиться. Деструктивная возможность тоже может быть. Раху как американские горки, это не постоянство. Человек может получить разрушение личности, могут быть тяжелые заболевания. Пораженный Раху может давать склонность к алкоголю, употреблять всякую химию. "
  },
  {
    "бхава": 2,
    "название": "Раху во 2 доме",
    "текст": "Раху расширяет сферу где находится. Отвечает за навязчивые идеи, человек хочет всё получить. Человек желает быть лучшим во всём. Даёт немножко революционный аспект, может идти по головам, хочет быть самым большим. 2ой дом отвечает за семью, речь, способность говорить, как мы говорим, аппетит, горло.  Какое образование получим (ранее как родители воспитывали). Это ось с Раху во 2ом доме означает, что будет хорошая интуиция. Это вопросы с родительской семьей. Человек будет постоянно искать социального статуса, человек будет хотеть, желать получить высший уровень признания. А также Раху будет давать навязчивость в отношении накопления каких-то благ. Человек хочет блага здесь и сейчас, чтобы были быстрые деньги, вплоть до того, что готовы пойти на всякие разные штуки. Человек может себя воспринимать таким, каким он не является. Когда такой человек вступает в контакт с другим лицом, он смотрит на его 'игрушки', социальную иерархию. Соответственно если есть, то с ним можно общаться. Если нет, то не будет общаться. Могут врать. Вкус к экзотическому, необычному. Либо наоборот, могут быть сыроедоми, либо морепродукты и т. д. Будет создавать некую иллюзорность, людям будет казаться, что с деньгами там всё о'кей, но это не всегда может быть так. Так же это показывает на высокий уровень страсти человека. Здесь прямой аспект на 8ой дом - тяга к оккультизму. Раху во 2ом доме в абстрактном гороскопе Телец и тут экзальтация. Когда у человека такое положение запрещены всякие кальяны. Раху это всё, что связано с онкологией, смотреть конечно расположение других планет. Курение, кальяны запрещены. Правильно питаться и говорить. Такое расположение как правило говорит о том, что может быть финансовая нестабильность, не строгий контроль за питанием. Эти люди могут очень много говорить, не так много делать. Могут долги появляться. Склонность к незаконном махинациям. Могут нарушать супружескую верность. Тенденция к курению, какие-то одурманивающие вещества. Заболевания рта, гневливость, одновременно может быть доброта. Когда Раху во 2ом доме, Человеку нужно учиться говорить правду. И главное! никакого алкоголя, никакого курения, вегетарианство, потому что могут быть моменты, Раху провоцирует заболевания и онкологию. Человек может быть жадным. Могут быть плохие привычки в еде, нужно  придерживаться правильного питания. Когда Раху во 2ом доме человек сможет достичь богатства, но здесь ему нужно будет сделать довольно много усилий. Раху будет держать человека в таком настроении: Как мне получить деньги? Через независимость, как заработать деньги? 2ой дом также отвечает за славу, и поскольку Раху находится в доме артхи, Раху буквально будет говорить:'Я знаю как получить деньги, я знаю что с этим делать'.  И конечно у таких людей будет здесь определённая концентрация. Опять же, поскольку Раху и Кету тут находятся как бы в экзальтации, то это хорошо, потому, что Раху действительно способна найти здесь богатство, славу, систему ценностей. Это обычно во второй половине жизни будет. Раху во 2ом доме увеличивает желания человека, их становится гораздо больше. У человека появляется желание зарабатывать деньги, увеличивать привязанность к деньгам. Иногда даже способен идти по головам. На 1е место выходит речь, лицо, образование, еда, рациональность. Могут обладать  гипнотической речью. Их речь является аспектом силы, могут много говорить. Поскольку Раху является вредителем, то такое положение может давать вредные привычки: фастфуд, неправильное питание. Задача кушать правильно. При таком положении людям нужно научиться получать удовлетворение от того, что есть. Это конечно будет не так-то просто, потому, что главный аспект который будет у людей - это 'маловато будет'. С точки зрения речи у человека могут быть определенные способности, некий магнетизм, могут выступать, петь, хорошие актёры. Говорят и через их речь идет сильная энергия, как заклинание. Такие люди могут быть довольно хорошими, успешными банкирами, потому что Раху отвечает за интеллект банкинг, кино. Это всё что-то такое цифровое, и с точки зрения цифровых аспектов здесь всё довольно хорошо. Раху будет давать здесь возможность всего этого достичь."
  },
  {
    "бхава": 3,
    "название": "Раху в 3 доме",
    "текст": "3 дом - это дом мужественности, собственных усилий, отвечает за медиа , журнализм, СМИ, ментальность, стабильность, короткие поездки, коммуникации, младших братьев и сестёр. Раху отвечает за немедленные и массивные трансформации в жизни, особенно в Даши(период Раху). Одновременно может как в самые низы отбросить, так и в самые верхи. Отвечает за огромное расширение, навязчивые идеи, за туман, Майю. Раху в 3ем доме - хорошо потому, что расширяется дом собственных усилий. И в целом для предпринимательства и вообще, чтобы чего-то достичь в жизни, очень важно, чтобы был хороший 3й дом. Раху в 3м доме в экзальтации, одно из самых лучших приложений. Действительно огромное количество планов, различных возможностей. Правда не забывайте, что когда у человека Раху в том или ином положении, ему поначалу сложно будет туда пойти. Однако такой человек будет стремиться стать лучшим из лучших и это собственно неплохо. Если у человека есть такое положение - это очень здорово. В спорте высших достижений люди тренируются  десятилетиями, чтобы выиграть доли секунды. Такие люди стараются быть лучшими  коммуникаторами. Близнец - это знак который отвечает за коммуникации, это хорошо. Но однако, из-за того, что такой человек будет лучший коммуникатор, не всегда он будет соответствовать тому, что он говорит. Но тем не менее, поскольку 3й дом очень сильный с точки зрения чакр - у человека есть возможность себя прокачать со всех сторон. Из минусов: если Раху в невежестве, то человек может из Г. сделать конфету, может дым пускать, туман. Однако у таких людей могут быть писательские навыки очень хорошее. Может жениться на специфическом необычном человеке. И Раху как раз показывает такие специфические вещи. С точки зрения партнерства - может дать определённого, интересного человека. Поскольку есть аспект на 9 дом, то соответственно конфликты будут связаные с 9ым домом. Человек будет считать - я самый лучший. Или - Зачем мне кто-то нужен, я сам всё знаю, я сам большой молодец. В зависимости от окружения и хозяина 3го дома, это может дать то, что человек может недоучиться и может быть неуважение к учителям. Раху отвечает за иллюзию, магию, это ситхи (мистические способности). Джйотиш тоже открывает ситхи, но также важно не концентрироваться на ситхах, а идти дальше. У таких людей могут быть волшебные руки, это могут быть фокусники, в том числе могут заниматься различными фокусами. 9 аспект на 11ый дом, соответственно за счёт коммуникаций эти люди могут получить все блага. У таких людей всё очень хорошо с отвагой, мужественностью. И даже если весь мир против него - ему без разницы. Это очень хорошее качество и положение в данной ситуации. Но опять же, могут быть перекосы, человек может не прислушиваться. Но, человек может идти до своей цели несмотря ни на что. Если у этого человека произойдут какие-то повреждения в жизни, он может себя гипнотически заставить и пойти буквально. Настолько решителен 3й дом, 3я чакра, что человек может реально стать кем захочет. Это очень сильная позиция, которая показывает значительную смелость, терпимость. Могут быть в браке определенные разногласия, аспект на 7 дом. Есть сложности от партнёров. Каждый аспект Раху - это примерно как Раху на 50% в 7м доме. И поэтому, могут быть непросто разногласия с партнёрами, могут быть странные партнеры, могут быть предательства и всё остальное. Если в бизнесе Раху есть в 7ом доме, или есть аспекты, то человеку лучше вести бизнес самому. Не важно Джама, Сурья, Чандра лагна, если вы планируете какой-то проект, то лучше делать самому или подбирать благочестивых партнёров. Потому, что такая позиция указывает на то, что партнёры будут вести себя не очень хорошим образом. Соответственно у человека есть способности для того, чтобы заработать себе состояние. Могут быть напряжения с братьями. 3й дом - это писательство, журналистика, искусство, media, исполнительное искусство, ТВ, выносливость, мужественность, навыки, руки, мощь, кулаки. И Раху не просто расширяет дом, а будто взрывает и соответственно кармическая задача у этого человека по оси - развивать себя как личность и не забывать про хвост Кету. И поскольку Раху в 3м доме это нестабильная консистенция, тот человек поначалу будет бояться пойти, поэтому очень важно людей такого типа воодушевить и соответственно они могут пойти очень, очень далеко. В зависимости от знака, такие люди могут стать продавцами, артистами, у них есть также сноровка к собиранию информации, очень хорошие коммуникаторы. Эти люди действительно могут добиться многого. Такие люди много будут успевать. Коммуникации у человека будут очень ненормальные, соответственно в детстве могут быть нецензурное выражение, соответственно нужно это исправлять. Раху это такой экстремизм, революционер, 3й дом это и речь и человек будет всё это использовать. По телефону могут быть жёсткие разговоры. Если сильные комбинации, то могут быть одними из сильнейших продавцов. Если в 3ем доме стоит планета и она ещё стоит в Накшатре Свати - это могут быть лучшие продавцы по телефону. В том числе если Раху находится в Свати, то у таких людей могут быть очень сильные навыки продаж по телефону. У таких людей будет авторский стиль, литературный склад ума и такие люди могут быть режиссерами, могут написать какие-то книги, сценарии. Раху в 3м доме будет требовать включенности больше в жизни, соответственно важно человеку быть более практичным, рассчитывать на себя. Такие люди могут проявляться как дети, могут полагаться на волю случая, но здесь очень важно включаться, действовать, не лениться. 3й дом отвечает за Каму, поэтому обязательно нужно контролировать свои желания, чтобы не стать рабом своих желаний. Такое положение дает материальный успех, но опять же могут испортиться отношения с младшими братьями, сёстрами. Речь у человека будет довольно сильным элементом. Если диспозитор Раху в 1м доме, то человек может стать политиком, бизнесменом, кинозвездой."
  },
  {
    "бхава": 4,
    "название": "Раху в 4 доме",
    "текст": "Раху это иллюзорность, на санскрите есть слово «Майя». Раху по своей энергии похож на термоядерные процессы. Если посмотреть историю, то видно, что во время усиления энергии Раху и стали происходить термоядерные процессы. Раху это взрывная, очень сильная энергия. 4 дом – это дом счастья, отвечает за удобство, за желание иметь дом, машину. Показывает заботу от мамы, недвижимость, владение землями. Раху отвечает за различные нарушения правил, за табу, за навязчивые идеи в жизни, создает иллюзии, туман. Через Раху мы можем убрать «туман» и перейти на другой уровень. Раху находится в том месте, где есть «туман» и за счет того, что он густой, у людей не всегда сразу получается туда прийти, потому что у людей картина выглядит не так, как на самом деле. Когда человек идет в ту сферу, где у него находится туман, и начинает ту сферу прорабатывать, то он начинает выходить из-под влияния майи и может перейти на другой уровень. Поэтому очень важно с точки зрения сансары понимать, какие задачи и что надо делать человеку. Проработка кармической задачи по Раху позволяет выйти на более высокий уровень, в том числе на более высокий уровень сознания. Раху расширяет 4 дом, человек становится патриотом своей земли, архипатриотичным. Хочет стать лидером того места, где он родился. Такой человек хочет, чтобы его уважали, для него это важно. Раху всегда хочет очень быстрого уважения, особенно в том месте, где он вырос. У человека будет желание завоевать земли. Также это может означать, что человек выращен не своей мамой или от мамы тепла не доставало, а тепло было от других людей. Такой человек будет много путешествовать по жизни, может часто менять школы, может из одного дома в другой перемещаться. Аспект на 12 дом – могут быть иностранные земли (>1000 км). Таким людям могут быть не рады дома. Из таких людей получаются очень хорошие агенты недвижимости. Раху дает архипатриотизм, у человека будет огромное желание вести людей за собой, за своими идеями. Раху это нестабильная энергия, человеку будет сложно сконцентрироваться в школе. У человека будет быстрый ум. Может быть нестабильный ум, человек хочет быть везде и всегда, и ему сложно концентрироваться. 4 дом – это дом сердца, внутреннего счастья, а Раху это революционная энергия, поэтому человек будет нарушать законы. Им изначально очень сложно получать информацию. У людей большие цели, большие амбиции, но надо смотреть соединения в 4 доме, хозяина 4 дома, крепость Луны, она карака 4 дома и абстрактный управитель. Если все положения хорошие, то человек может стать патриотом, встать во главе той земли, в которой он родился. Этот человек имеет большую силу влияния на своих друзей. Если он станет педагогом, то будет сильно влиять на других людей. У них довольно много материалистических связей. Они болезненно воспринимают нападки на свое имя, близко к сердцу – 4 дом отвечает за сердце. Если это женщина, то может быть распущенной, потому что Раху влияет на Луну. Классические тексты говорят, что таких людей можно ввести в заблуждение, они страдают от желудочных заболеваний. Находят свое место вдали от родителей, вдали от отечества. Сурья – огонь. Мангала – расплавленный металл. Раху – что-то расплавленное, радиоактивное. Я не физик, но стараюсь передать вам образ энергии планет. В том месте, где находится Раху, очень сильно смотрите в вопросах своего здоровья. Раху в 4 доме – следите за сердцем, сердечнососудистой системой. Не нужно все принимать близко к сердцу. У людей будет эмоциональная неустойчивость, Раху влияет на Луну. 4 дом отвечает за удовлетворенность в жизни, за недвижимость. Раху это планета желаний, недвижимости. Такие люди не могут получить удовлетворенность от жизни. Кармическая задача – давать другим людям счастье. Это относится к тем, у кого Раху в 4 или в 7 доме, да и ко  всем тоже. Если Раху находится в домах кендры или трины, то надо делать чаще хорошие поступки, проявлять особое усердие в проявлении добрых дел. Конечно, это хорошо делать всем, не зависимо от положения Раху. Если Раху гармонизирован, то человек получит(л) удовлетворение, хорошую недвижимость. Положение Раху в 4 доме хорошо для торговцев недвижимостью, для детских психологов, детских писателей. Также фермеры, перевозчики, архитекторы, дизайнеры интерьеров, строительные инженеры. Задача – научиться управлять эмоциями, не быть их рабом, найти мир в своей душе. Пока не приобретёт гармонию и пока не начнёт уважительно относиться к маме, никого не критиковать, то и не начнёт развиваться дом где находится Кету в 10. Работаем над Раху, и область Кету сразу улучшается. Хоть считается, что область Кету отработана, но с точки зрения оси, она всё же создает помехи, Раху и Кету это одно тело. Но, когда вы начинаете работать над сферой, где стоит Раху, то сфера Кету начинает автоматически улучшаться. Поэтому уважайте маму, дарите другим людям счастье и у вас дом с Кету тоже пойдет в гору. 4 дом – дом недвижимости, мамы, удобств, машины, святые знания. 4 дом – это таинство, сердечная энергия, наша внутренняя зона. Раху будет создавать здесь помехи, Кету будет помогать настраивать Раху. Дом для них намного важнее, чем дом где стоит Кету. Надо приходить домой и быть дома счастливым. С Раху в 4 доме человеку лучше жить на природе в собственном доме, не в городах. На земле такие люди чувствуют себя намного наполненнее. С точки зрения васту, чем больше вокруг пространства, тем больше наполнен тонкий план, расширяется тонкое тело. Главная задача – не делать никого врагом, особенно с государством не нужно бороться, а работать со сферой 4 дома. Понятно, что позиция государства не всегда правильная, но если у вас Раху в 4 доме, то надо сосредоточиться на 4 доме. Поэтому  работайте с Раху в 4 доме, дарите людям счастье, наладьте отношения с мамой, живите на природе. И даже тут может быть ваша работа, не будете куда-то ходить, может быть удаленная работа, и ваше внутреннее счастье будет у вас дома. Когда выстроится гармония с Раху, то и с Кету тоже всё наладится."
  },
  {
    "бхава": 5,
    "название": "Раху в 5 доме",
    "текст": "Такое положение является особенным для женщин. С точки зрения детей, в домах которые отвечают за репродуктивную систему, за детей, лучше, чтобы там было всё хорошо.  Смотрим беременность по женщинам. Это 5й, 7й, 9й дома. Поэтому очень важно, чтобы у женщин в этих домах было всё очень хорошо. 5й дом очень важен с точки зрения деторождения. С этого дома начинается вообще всё с точки зрения характеристики детей. Раху - это термоядерная реакция и конечно когда Раху находится в сфере которая очень тонкая и мягкая, которая отвечает за детей, то здесь надо быть очень внимательным. Если у женщины Раху или Мангала находятся в пятом доме, то такой женщине обязательно нужно считать Мухурту. Потому, что это и Кесарево и потери могут быть. Читать мантру Лакшми. 5й дом собственно создания детей, отвечает за академическое образование. В древние времена это было изучение древних текстов, интерес к религиозным текстам, астрология, театральные представления, художественная история, креативное мышление, процесс творения, интеллект, эстетические дискуссии, работа политиком, романы, сколько любви получим от партнера, знаменитости, спекулятивный бизнес, стоковый бизнес, пурва пунья. Это то, что отвечает за благочестие. Раху -  это всё, что отвечает за иллюзию, за мистику, это такая очень бурлящая энергия. В период Раху у человека могут быть как взлёты, так и падения. Например человек был за ЗОЖ и тут резко начал менять свою позицию, то нужно понимать, что это таким образом проявляется Раху. И Раху отвечает за кармические задачи, это помогает нам достичь высшего уровня в том доме где находится. И для того, чтобы мы вышли на более высокий уровень, встали на путь просветления, достигли результатов, постигли материальный мир. И соответственно такое положение дает то, что женщинам нужно особенно внимательно рассмотреть вопросы связанные с детьми. Потому, что Раху - это термоядерные процессы, мутации. Проблемы с деторождением. Раху в 5ом доме хочет достичь социального статуса, статуса знаменитости и политики. Это политики у которых может быть много интервью; человек может быть также писателем, люди хотят известности. Раху тут раздувает с точки зрения материальной медиа. Соответственно такие люди хотят что-то такое большое. Если эта встреча, то в стиле инаугурации, восхитительно, весело. Медиа ресурсы будут уделять человеку внимание. Человек будет желать достигать в жизни желаемого через своих детей. Соответственно может либо много своих детей хотеть, либо может брать и приёмных. Если Раху находится в Сатурнианских знаках и без благоприятных аспектов, то здесь могут быть проблемы. У человека будет желание, но ему могут поставить запреты на усыновление детей. Также могут коммуницировать с людьми других вероисповеданий, рас. Это также говорит о том, что может быть много отношений, романов. Такие люди хотят самое высокое образование. Будет большой успех в политике. Будет хотеть лучшее образование, если не получится, будет через детей делать. Соответственно если в Сатурнианских  знаках, то это может закрыть академические знания. Для политиков это может быть хорошо, потому, что могут нарушать закон. Такие люди могут быть неразумны. Специфические отношения к молитвам. Они будут страдать в своей жизни от чрезмерных эмоций, чрезмерных различных связей. Их ум не будет умиротворенным. Могут потерять детей вследствие выкидышей и абортов. Опять же нужно смотреть очень внимательно. Любят чтобы их развлекали, обладают духом соперничества. Поскольку пятый дом - это дом моральной нравственности, то главная задача быть морально нравственным и нельзя критиковать других людей. Это может давать страх иметь детей. Если это мужчина, то может либо оттягивать, либо заставить женщину сделать аборт. Однако если Раху очень силён и хорошо аспектирован и человек живёт в хороших гунах (Сатва гуна), такой человек может быть умен, у него будут хорошие дети. Дети будут приносить радость. У него будет успех в вопросах инвестиций. У него будет не совсем формальное образование. Но если будет учиться, то это будет либо заочная форма, либо самостоятельное обучение. 5й дом - это дети, образование, искусство, медиа, творчество, кино, сценарий, спекуляцией, спорт, ставки, мантры, древние знания, предки, дедушки, прибыль, мама, перемена работы, прибыль супруги, навыки младших братьев. Раху в 5ом доме будет тянуть на изучение новых, иных аспектов. Это может быть астрономия, ИИ, наука нового века, софт. И именно Раху может понять этот язык. Либо человек может заниматься мистическим языком, может изучать древние языки, но чтобы были древние языки обязательно наличие Сатурна здесь. Человек может заниматься какими-то ритуалами. Детей тоже будет растить необычно. Может быть домашнее обучение или в какую-то школу особенную. И опять же, Раху в целом не является плохой энергией, это революция, рвёт традиции. Каким образом будет проявляться Раху и Кету будет зависеть от диспозиторов и от Сатурна, который будет показывать каким же образом будет действовать Раху. И каким образом расположена Луна, крепкая или нет. Поскольку Раху и Кету это Лунные узлы. Если диспозиторы, Луна, Сатурн - расположены хорошо, то Раху и Кету  дадут прекрасные результаты. Но если Раху, Кету находятся в падении, Сатурн не хорошо расположен, диспозиторы Ра и Ке, Луна - конечно человеку будет сложнее, практически даже невозможно будет выбраться из замкнутого круга. Если диспозитор Раху в 4ом доме, то через энергию мамы, через поддержку дома у человека будет происходить гармонизация 5 дома. Соответственно счастье придёт, когда будет делать всё то, что положено по 5му дому в 4м доме. Вся жизнь будет обучение, всегда тем-не-менее будут какие-то ошибки. Человек будет всячески реализовывать себя творчески, получать какие-то награды. Раху в 5м доме даёт особенность. Такие люди могут действительно очень глубоко продвинуться с точки зрения духовных аспектов. У таких людей действительно очень красивый, душевный голос, особенно в воспевании мантр. Одна из задач нужно вкладываться в своих детей, собственно Раху и Кету даёт в таком положении. Но как правило такие мамы и папы будут довольно беспокойные и соответственно будут доставлять это беспокойство своим детям. Кармическая задача - иметь как можно больше детей, учеников. Если Раху будет ослаблен у мужчин, они будут бояться заводить детей. "
  },
  {
    "бхава": 6,
    "название": "Раху в 6 доме",
    "текст": "Желательно, чтобы в 6 доме не было ничего, никаких планет. 6 дом отвечает за болезни, долги, врагов. Когда мы будем смотреть предрасположенность по болезням, то будем рассматривать 6 дом. Положение Раху в 6 доме – это не очень хорошо потому, что могут быть сложнодиагностируемые заболевания, такие как онкология. Раху – это преступность, в том числе какие-то иностранные вещи. Учёные, технологии, фотографы, политики. Раху – это то, что мы делаем в этой жизни, отвечает за собирание нашей кармы. 6 дом – это прарабха-карма с прошлой жизни, с которой мы имеем дело, хотим мы этого или не хотим. У человека с Раху в 6 доме всегда будут какие-то враги, проблемы. Но человек будет их побеждать при условии, что диспозитор Раху и Кету чувствует себя хорошо, и смотрим расположение Сатурна и Луны. Раху даёт определенную соревновательность, драйв. В подростковом возрасте может давать немного не ту компанию, может тянуть на нездоровый образ жизни, нездоровые привычки, особенно если идёт период Раху. Раху очень активный, и жизнь такого человека будет в борьбе. Раху в 6 доме на первый план ставит здоровье, споры, враги, служение, судебные процессы, аскетизм. Раху расширяет, и 6 дом становится домом кармического расширения, начинает ярче проявляться, поэтому человеку надо учиться дипломатии, не спорить. Очень важно следить за вопросами здоровья, стать ЗОЖ-ником, нужно исключительно здоровое питание, и возможно сыроедение. Можно также изучать нетрадиционные методы лечения, заниматься гомеопатией, аюрведой, акупунктурой. Фармацевтика не очень хороша потому, что она может раздуть Раху. Если Раху поврежден, то у человека будет склонность заниматься не совсем правильной деятельностью, разрушительной, алкоголь, споры, будет доказывать свое мнение, будет оказывать разрушительное влияние на окружающих. Раху в 6 доме дает бесстрашие, смелость, что очень хорошо. Это хорошее положение для занятий различной терапией, сотрудничества с иностранными компаниями. 6 дом – это дом судебных процессов, дом болезней. Также это дом разводов как 12-й от 7-го, дома свадеб. 6 дом это также медицина, доктора, кредиты, охрана, охранники в тюрьме в том числе, это так же суды. Такой своеобразный 6 дом. Раху – это термоядерная энергия, очень горячая. Раху хочет очень быстро получить результат, обладать материальным, не останавливается ни перед чем. Будет брать, брать, брать. Готов нарушать табу, официальные нормы. Раху хочет быть в группе привилегированных, иначе будет себя чувствовать не на своём месте, в касте низших. Поэтому хочет получить гораздо больше, чем то, что ему принадлежит, хочет преобладать над всеми. Раху в 6 доме – это несколько своеобразно, со временем будет позитив. Чтобы облегчить такое положение Раху, надо заниматься служением, ездить в дома престарелых, в больницы, исключить интоксикации, вести здоровый образ жизни. Тем самым надо создавать карму здоровья. С таким положением надо быть ЗОЖ-ником на 80%, и возможно, даже лучше быть сыроедами. Всяческие вредные употребления (например, кальяны) не совмещены с ведической астрологией, но и тем более, если Раху в 6 доме. Должен быть полный ЗОЖ, любое нарушение может спровоцировать 6 дом, могут пойти какие-то изменения, их будет довольно сложно обнаружить из-за влияния Раху. И изменения могут появиться внезапно, Раху это взлёты и падения. Однако с Раху в 6 доме у человека будет сила. Обязательно также смотрим диспозитора Раху, и если рядом Сатурн, надо быть очень аккуратным. Но в целом такое положение говорит о том, что у человека есть потенциал победить своих врагов, свои болезни. Также из таких людей могут получиться лучшие судебные адвокаты, и для них не так важно кого защищать, потерпевшую сторону или не потерпевшую. Такие люди способны аргументировать любое своё действие, вообще в жизни, не важно, занимается такой человек судебной практикой или нет. Караками 6 дома являются Марс и Сатурн, поэтому человеку нужно контролировать свои эмоции, заниматься служением. И чтобы этот дом работал не в минус, а в плюс, нужно регулярно создавать хорошую карму. Из таких людей могут получиться доктора, но такие, которые идут по верхам, для которых главное не помощь людям, а статусность. Или они могут быть в фармацевтических компаниях, и продвигать не более дешевый препарат, а другие. Потому что всё, что связано с Раху, вроде и служение, но такое специфическое. И кроме фармацевтики могут быть и наркотики. Тем не менее, человек может действительно помогать людям, и более того, умудряется это монетизировать. Но у такого человека должна быть задача не только монетизировать, а просто это делать, помогать людям. Такие люди будут хотеть титула, и будут достигать титула. В целом, могут быть большие дома, большие машины. На первый взгляд эти люди могут быть очень достойные, делают добро миру. Но их истинная цель по Раху не просто делать добро, а получать за это выгоду, важна статусность. Поэтому им надо заниматься благотворительностью без аспектов Раху, как бы это не было сложно. Поскольку 6 дом – это дом упачаи, мы можем всё проработать. Человек сначала может делать обманные действия, но потом со всеми может помириться, дом упачаи даёт человеку такой шанс. 6 дом это дом врагов, препятствия, здоровье/болезни. Скандалы, офисные скандалы, судебные разбирательства, суды. Младшие братья мамы, коллеги папы, трансформация старших братьев, отношения с мамой в том числе, деньги детей. Также это прарабха-карма (с прошлых жизней), поэтому всё, что мы вычистим в 6 доме, даст нам следующую жизнь гораздо лучше. Если Раху в Деве, то примерно такие же трактовки можно рассматривать. Через служение мы можем заработать себе блага в следующее воплощение и в этом тоже. Такое положение указывает на человека бойца, который идёт своим путем. Такие люди будут также интересоваться зарубежными странами, иностранными государствами, могут иметь успех в экспортно-импортных организациях. Может быть довольно продолжительная жизнь, но могут быть проблемы с выделительной системой, могут быть сложно диагностируемые заболевания, внезапные болезни, особенно может проявляться в периоды/подпериоды Раху. Могут быть беспокойства от духов, от тонкого мира. Эти люди довольно много работают и могут исполнять много обязанностей. Человек будет иметь дела с испытаниями, врагами, рутиной, ежедневной работой, могут быть необычные дела в рутине."
  },
  {
    "бхава": 7,
    "название": "Раху в 7 доме",
    "текст": "Если человек начинает идти по своим кармическим задачам, по узлу Раху, то все другие сферы начинают улучшаться. 7 дом – это брак, бизнес партнерства, правовые сделки, дела в судах, судьи, законники. Также это торговля и бизнес, иностранная торговля. 1 дом это Я, 7 дом это другие. Раху – это голова дракона, ненасытная, ест абсолютно всё и всегда. Она не может насытиться, потому что у нее нет живота. Раху хочет все сразу и сейчас, и все получить через быстрейший путь. Дает иллюзии, например, потенциал на 100 долларов, а желаний на миллион. Раху в 7 доме – это не очень хорошее положение с точки зрения обманов от партнеров в семье и в бизнесе. Если Раху стоит в 7 доме или есть аспект Раху на 7 дом, то проекты или бизнес лучше делать одному, будет трудно избежать предательств. Легче будет, если человек живет в саттве гуне, работает над собой, занимается медитациями. Но среднестатистическому человеку будет трудно, Раху будет провоцировать. И так или иначе, проявления Раху будут. В семейных отношениях человек с Раху в 7 доме будет искать идеального партнера, но не существует идеальных людей. С Раху будет казаться, что каждый следующий партнер лучше предыдущего, но это иллюзия, это бесконечная гонка, которая не даст удовлетворения и счастья.  Раху также показывает иностранцев, поэтому человек может выйти замуж, жениться на иностранце. Может вести бизнес за границей, может быть очень умным, хитрым бизнесменом. Им будет достаточно сложно заниматься наемной работой. Им надо быть либо топ-менеджером, либо руководителем, и не надо вести партнерский бизнес, лучше нанять ТОПов. Такие люди будут много коммуницировать, но будет много конкурентов, много врагов, 7 дом раздувается. У человека будут навязчивые идеи, будут оппозиции. Это хорошее положение для судей, адвокатов. 7 дом – как быстрая венерианская энергия, и Раху его раздувает. А Венера является каракой 7 дома. С точки зрения сексуальной энергии такое положение не очень хорошо, у человека может быть не истощаемое сексуальное желание, и ему может становиться скучно с одним партнером, ему интересны все представители противоположного пола. Человек будет всегда не удовлетворен, в фактическом и ментальном смысле, ему всегда будет мало в партнерстве. Поэтому кармическая задача – найти одного партнера. Но надо смотреть диспозитора Раху и Кету, как Луна и Сатурн расположены, смотреть лунную карту. Раху отвечает за секретность, за мистику, человек не будет знать, чем в действительности занимаются его партнеры. Где находится Раху, там у человека будет много желаний, но они не будут приносить ему удовольствия. Человек будет очень сильно хотеть семейной жизни, но она не будет его удовлетворять, поведение партнеров по браку может быть распущенным либо не честным. И это же будет в бизнесе. Ум у таких людей очень взволнован, Раху аспектирует 1 дом, расшатывает его умосостояние. Тем не менее, такие люди сильны и не зависимы по характеру, у них может быть успех в бизнесе, особенно если бизнес связан со средствами коммуникации, так как 7 дом как Весы. Но таких людей довольно сложно узнать близко. Человеку с Раху в 7 доме сложно научиться в команде, но надо этому учиться, и учиться доверять партнеру, муж должен доверять жене, а жена мужу. Если Раху в 7 доме или аспект на 7 дом, то ждет успех за границей, ему полезно ездить за границу, или даже эмигрировать. Успех в работе с иностранцами. Благоприятно для достижения социального статуса, у них все будет получаться в этом плане. Успех в работе, довольно высокий уровень мудрости. Усиливает сексуальное влечение, в физическом мире это хорошо, но в отношенческом вопросе не очень хорошо, вредит в отношениях с семейными партнерами, и, как правило, приносит разводы в первом браке. Не рекомендуется вступать в брак до 21 года. В ведах есть такая практика – если до 21 года поженились, развелись, потом опять поженились. Но я рекомендую лучше использовать практику мухурты, посчитать благоприятное время, и до 21 года при таком положении надо быть очень внимательным. Такому человеку очень сложно служить своему партнеру, но нужно научиться этому, доверять партнеру. Таким людям очень сложно работать под чьим-то руководством, для них очень важна независимость. Из таких людей будут получаться хорошие психологи, консультанты, координаторы различных проектов. Если Раху ослаблен в доме партнеров, то может указывать на вдовство, раннюю смерть супруга. 7 дом – это брак, бизнес, масса людей, массовая слава. Раху к этому всему стремится. Желание чем-то обладать, чего-то и от кого-то получить. В отношениях мы не только получаем, а сначала отдаем. А Раху сам все хочет. Такое положение сделает человека немного не разборчивым. 7 дом – это дом славы. Человек с Раху в 7 доме будет очень хитрым в бизнесе. И если вы делаете сделку с таким человеком, то внимательно смотрите. Это довольно мощная позиция, особенно для тех людей, которые становятся массовой фигурой. Потому что они ищут славы, чтобы узнать себя лучше. Чем больше людей знают их, тем им спокойнее. Они успокаиваются и начинают больше ценить себя. Такому человеку нужно понимать кто он, но через проработку отношений. По Раху в 7 доме он будет ярко проявляться в социуме, но в общении его сложно будет разгадать. Раху в 7 доме даёт задачу научиться выстраивать взаимоотношения, это очень сложно, потому что надо выключить позицию эгоизма, недовольства и научиться замечать хорошие качества. 7 дом – это общество. Человек будет проявлять себя ярко, и если он научится общению, пониманию, то он будет чувствовать себя более счастливым, и его отношения с окружающими будут улучшаться. Надо научиться коммуникациям, общению с другими, не с позиции эгоизма. Поскольку Раху расширяет 7 дом, энергию сексуальности, то нужно научиться контролировать ее. Иначе его заведут не туда, и он будет не счастлив. Кармическая задача по этому узлу – создавать коммуникации с другими людьми."
  },
  {
    "бхава": 8,
    "название": "Раху в 8 доме",
    "текст": "8 дом показывает, как будут идти дела с супругами, потому что он 2-ой от 7-го, а 2 дом это дом семьи. Также 8 дом показывает секреты, скрытые знания, отвечает за репродуктивную систему. Также за скрытые от глаз вещи, такие как нефть, уголь, драгоценные камни, оккультизм, взлеты и падения, внезапные изменения в жизни, наследства. Раху хочет всё здесь и сейчас, все оптимальные пути, хочет всё срезать, «читинг» (мухлёж). Хочет быть привилегированным, королем дома, где он находится. Раху как фильтр, который меняет цвет планет. Раху в 8 доме – имеет двойное положение. Такое человек действительно будет знать все секреты, будет чувствовать людей, может работать на секретной службе. И где бы он ни работал, он будет знать все секреты, все сами будут ему открываться. Дает оккультные знания, тантру, будет тяга к астрологии. Раху раздувает 8 дом, а он как Скорпион, марсианский знак. Раху на Марс – «туши свет». А 8 дом это также дом сексуальности, и могут быть определенные перекосы. Также такой человек будет хотеть взять контроль над накоплениями партнера. 8 дом не самый лучший дом для Раху и его будет «колбасить» туда-сюда. Одновременно, нет ничего плохого, но будут взлеты и падения. Если расположение диспозитора слабое и Сатурн плохо себя чувствует, Луна тоже, то у человека могут быть домогания в детстве, изнасилования или какие-то криминальные аспекты. И если еще Венера в падении, то может быть отсылка к древнейшей профессии, но надо смотреть еще знаки на ладонях. 8 дом репродуктивной системы и Раху в нем может увести человека совсем не туда, в различные эксперименты. Так, как Раху даёт аспект на 2 дом, то всё что связано со 2 домом будет проявляться. Если Раху во вражеском знаке, например во Льве, то человек может быть очень хитрым. И это будет отражено на родительской семье. Но надо смотреть диспозитора 2 дома, и если он плохо чувствует себя в джанма лагне, в чандра лагне, то у человека может быть либо не полноценная родительская семья, либо он не получит должного тепла в родительской семье. И так как Раху идёт на 2й дом, то могут быть грязные привычки, «грязный» рот, может тянуть на неправильные вещи, никотин, алкоголь, будет ругаться матом. Такие люди могут быть вспыльчивыми, проявлять злость, будет придирчивый, сварливый, может зарабатывать деньги сомнительными средствами. Эти люди будут страдать от общественного суждения, их будут осуждать. Они могут вовлечься в дела, связанные с ядами, наркотиками, медицинскими препаратами. Они могут быть обманутыми другими людьми, или наоборот могут сами обмануть других. Но, при хорошем положении Раху у них есть тяга к благочестию. Могут жить долго, но смерть может быть внезапной. В период/подпериод Раху не нужно заниматься никакими экстремальными видами спорта, так как Раху отвечает за внезапность, а 8 дом – дом смерти. Раху это термоядерная энергия, постоянно взрывается. А 8 дом это репродуктивная система. Человеку нужно научиться жить интуицией, развивать свою интуицию, заниматься медитативными практиками. Можно выбрать профессию, которая имеет отношение к смерти. Например, врач-реаниматолог, гинеколог тоже хорошо. Подойдет исследовательская работа, писатели мистических рассказов, любая работа, связанная с мистикой. При таком положении очень важно, чтобы человек занимался духовным развитием и бескорыстным служением. Раху как в знаке Скорпиона, и это может спровоцировать, что-то ядовитое на огонь, Раху раздувает Марс. Надо придерживаться ЗОЖ. 8 дом это оккультизм, мистицизм, магия, скрытые знания, секретность, секреты правительства, совместные активы, страховки, наследства, хирургия, сценарии жизни и смерти. 2 дом это семья, родословная, еда, речь, сбережения, богатства, ресурсы, с которыми мы родились. Раху это то, что мы должны выучить в этой жизни. Смотрим на диспозитора Раху, позитивный или нет, так как Раху в 8 доме может сделать из человека босса мафии. 8 дом это ещё и кладбища и могилы, очарование смертью и мертвыми телами. Поэтому надо смотреть тип энергии, какой диспозитор Раху. Также такие люди будут ездить по миру, будут встречаться с мистическими людьми, все уроки через 8 дом. У человека будут очень важные трансформации. Раху даст такую работу, где постоянно что-то будет меняться. И нужно искать такую работу. Потому что если работа будет сатурнианская, постоянная и стабильная, то человеку будет тяжело, ему нужны постоянные изменения, исследования, испытания. Если исследования чего-то неизведанного, то человек будет сверх профессионалом в своей области. Смотрим на диспозитора Раху, позитивный или нет, так как Раху в 8 доме может сделать из человека босса мафии. 8 дом это ещё и кладбища и могилы, очарование смертью и мертвыми телами. Поэтому надо смотреть тип энергии, какой диспозитор Раху. Они будут получать удовлетворение от энергии Раху. У них может быть всё что угодно, но счастье они будут получать через исследования, через энергию Раху. Чем больше они будут уходить в исследования, в духовность, тем больше там будет счастья. Раху во Льве и в Скорпионе, в 5 и в 8 доме – будет давать желание искать острые ощущения. Если Раху не в благости, то человек будет через острые ощущения искать смысл жизни. А ему надо погружаться в духовность, в мистику. И если человек будет погружаться в острые ощущения, то может быть внезапная смерть. Поэтому очень важно следить за собой, но человек все равно будет идти туда, куда ему не нужно. Раху в 8 доме говорит о том, что деньги могут приходить от партнёра по браку, потому что 8 дом это 2-ой от 7-го. Раху выводит на первый план сексуальность, мистицизм, трансформации энергии, глубинное мышление, странные путешествия, оккультизм. Если Раху идёт по низшему аспекту, то катастрофы, аварии, тяжёлые травмы, увечья. Аспект Раху на 2 дом может давать жесткую речь. Раху в 8 доме. Также надо избегать любых финансовых махинаций, финансовых игр. В жизни таких людей бывают крупные потери, периоды безденежья, особенно в периоды/подпериоды Кету или в подпериод Раху также. При таком положении никакого экстрима и исключительно здоровый образ жизни, потому что Раху в 8 доме даёт внезапную смерть, возможно от несчастных случаев. Но карма устроена таким образом, что человека наоборот будет тянуть на острые ощущения, и он вас может не послушать. И это зависит от уровня благочестия человека, от того, в каких гунах он находится. Задача – научиться принимать от других, и научиться жить инновациями, избавиться от привязанности к вещам, наладить глубокую связь с другими людьми, с семьей, заниматься духовными практиками. "
  },
  {
    "бхава": 9,
    "название": "Раху в 9 доме",
    "текст": "9 дом – это учителя, гуру, отец, какое влияние на нас оказал отец. Это высший тип знаний, академическое знание, духовное. Также  показывает, когда могут быть подъемы, рост. Это удача, паломничества, дальние поездки, но не переезды. 2 и 11 дома – это сундук, а ключ к нему – это 9 дом. Если мы сможем открыть 9 дом, если работаем, занимаемся духовными практиками, то все открывается. Это сокровища знаний, следование законам, религиозные тексты, дхарма с точки зрения праведности. Раху – мистическая планета, желающая получить всё быстро, обходные пути, интриги, претендовать на высшие положения в элите общества, очень хочет престижа, всё для этого сделает, не важно, каким способом, может и по головам. Отвечает за цифру, за технологии, за иллюзию, за интернет, телефон, телевидение, весь онлайн. Раху в 9 доме – человек хочет знать все секреты общества, хочет иметь определенные привилегии, чтобы все его считали достойным, хочет быть гуру, лучшим гуру, хочет быть тем, кто учит и показывает путь к Богу. Раху любит ломать все границы, все табу и хочет сделать свой путь. Например, это может быть человек, который учит аюрведе, но при этом сам кушает мясо и выпивает алкоголь, аюрведист на публике. И это неправильно. Раху в 9 доме может все немножко искажать. Таким людям сложнее принимать других людей, потому что Раху раздувает 9 дом. Человеку сложно кого-то принять учителем, он будет считать «я сам учитель, сам всё знаю». Они будут считать себя выше всех. И самый лучший путь быть на вершине – это не куда-то пробиваться, а создавать что-то своё. Это бунтари, революционеры. Для них гуру и отец не авторитет. Им не очень хочется брать, что им предлагают, а хочется делать что-то своё, свои системы ценности, чтобы своё имя было записано в истории. Раху отвечает за что-то необычное, заграничное, за экзотику. Такой человек может в поисках поехать за границу. Пятый аспект Раху на 1 дом тоже влияет. Человек хочет устроить революцию в духовности, хочет показать всем, что то, что было до этого, это всё не то, а сейчас он сделает всё то. Он хочет разрушить все законы и показать свой истинный путь. «Меня ничего не волнует, потому что всё ради пути». Аспект на 3 дом, на дом братьев, могут быть необычные, непостоянные отношения. Он хочет превзойти своих братьев и контролировать их. Есть интерес к медиа, может всё расширяться. Есть довольно необычные вещи. Аспект на 5 дом – хочет контролировать, в том числе и детей, может много хотеть от детей. Это довольно креативные творческие люди. Основное всё идёт по 9 дому, и аспекты на другие дома будут влиять с этой же энергией, Раху искажает всё. Человек будет серьезно относиться к религии, к философии. У него будет много возможностей для путешествий. Будет спорить с властями, может стать и революционером. Люди очень бунтарского склада, могут переступать черту, если ещё и диспозитор не хорош. Довольно предприимчивые. У них, как правило, не так много детей. И на короткое время они могут приобрести власть и силу и за это время могут довольно много сделать. 9 дом, Раху здесь довольно благоприятен. Также показывает дальние путешествия, иностранное влияние, философское понимание жизни, принятие духовной жизни. Но сначала человеку нужно к этому прийти. У него будет в этом потребность, но изначально он будет себя вести как революционер. «Взорвать учителя» - это про Раху. Раху всё будет искажать, дает неудовлетворение от всего, будет неудовлетворен учителями. Если Раху ослаблен, то человек может быть аморальным, может агрессивно относиться к религиозным, философским школам, к учителям, к отцу. При ослабленном Раху отец может быть алкоголиком или наркоманом. Но в любом случае Раху в 9 доме – это не самая простая комбинация, так же как Раху в 4 доме. Любая практика открывается сердцем, важно делать практики Сева, группа экстренной помощи, кармадел. Когда открывается сердце, тогда уходит иллюзия. Конечно, не всегда, но шанс довольно большой. Люди кушают мясо – это тоже энергия Раху. Когда открывается сердце, то человек понимает, что это неправильно, когда для того, чтобы набить желудок, мы должны кого-нибудь убить. Когда сердце открывается, тогда включается разум. И тогда не будет искажений по Раху. В этой жизни человек будет стремиться достигнуть того, что даёт Раху в 9 доме, то есть прийти к высшей философии и учению. Например, человек может быть в компании, где все хотят «кириешек» и пива, а он будет хотеть идти в храм, в церковь, в горы. И это хорошо, но из-за этого у него могут рушиться коммуникации. Ему будет всегда скучно со сверстниками, его будет тянуть в сферу 9 дома. 9 дом – это высший тип коммуникации, философия, учителя, проповедники, советники, консультанты, заграничные путешествия, удача, процветание, коммуникации на высшем уровне. 9 дом – это ключик ко 2 и 11 домам. Поэтому, развивайте 9 дом, развивайте Юпитер, уважайте мать, почитайте отца, это библейские законы, не нужно никого критиковать, не критиковать учителей. Если у вас Раху в 9 дом, то вам повезло. Потому что профессия астролога позволяет вам получить удаленную профессию, это позволяет нам быть не привязанным к месту, позволяет жить в путешествиях. И тем, у кого Раху в 9 доме, показано путешествовать. Чем больше такой человек будет путешествовать, тем больше он сможет познать мир. 9 дом это заграничные поездки, а Раху это тоже заграница. Через заграничные поездки вы узнаете больше, чем узнали в школе. Могут быть эксцентричные отношения с папой, или папа будет необычный. Например, все инженеры, а его отец космонавт или философский священнослужитель. Раху это будущее, и наследие отца, это величайшая сторона жизни. Раху всегда будет хотеть достичь высшего знания. Для 9 дома это очень хорошо, но энергию Раху надо направить в правильное русло. И поскольку 9 дом это публицирование, такие люди могут стать довольно серьезными писателями, могут пробудить необычные эмоции. Такое положение выдвигает на первые позиции властность, авторитарность, покровительство, преподование. Раху в 9 доме даст удачу со временем, зависит от диспозитора Раху и Кету, Сатурна и Луны, зависит от морали и нравственности человека. Чтобы удача была хорошая, нужно не критиковать, не осуждать людей, которые несут знания. Не надо говорить «Знаем, плавали, ну что ты меня учишь». За такие выражения будут сниматься баллы, которые могли бы пойти на получение материальных благ, например. Также могут быть непростые отношения с отцом. Если ещё и Солнце в потерях или слабое, то человек не будет получать поддержку от отца, либо может потерять его в раннем возрасте. Это положение даст успех за границей, успех в работе с иностранцами. Люди могут тянуться к другой религии, не к той в которой они родились, или могут вообще отказываться от всех религий, потому что Раху это планета бунтарства, нарушений правил. Они могут идти против системы. Но будут предприимчивы, хитры, могут быть лжецами. Может быть стремление создать своё учение. Уважаем отца, старших, учителей, никого не критикуем. Получили знания – практикуйте, в этом весь смысл."
  },
  {
    "бхава": 10,
    "название": "Раху в 10 доме",
    "текст": "10й дом - это дом карьеры, нашей социальной реализации, дом социальной власти, то чем нам нужно заниматься, какой у нас имидж. Раху отвечает за иллюзию, очень активная, революционная энергия. Раху в 10ом доме - это одна из лучших позиций. Потому, что 10й дом - в том числе дом власти. Когда Раху находится в десятом доме, здесь есть кармическая задача. Раху и так хочет достигать власти, а здесь всё получится сделать наиболее быстрым путём. Когда Раху расположены в Упачаи: 3й,10й,11й дома - это очень хорошо. Готов пойти по головам. Такое положение говорит о том, что человек будет карьеристом. Будет готов сделать всё что угодно, для того чтобы достичь успеха. Раху даёт намного больше, чем дом, чем знак. Тоесть, дом - это толчок, Раху сильно будет это всё расширять. И соответственно такой человек хочет достичь власти, хочет стать президентом, генералом, премьер-министром. Проявление Раху будет сильнее, чем Солнце и Юпитер в 10ом доме. Юпитер расширяет, но медленной и верно, а Раху - это как взрыв атомной бомбы и соответственно приносит внезапный успех. И такие люди действительно сделают всё что угодно, для того, чтобы у них случился успех. Даже если у человека слабое Солнце, всё равно, во второй половине жизни будет успех. 10й дом - это тоже показатель отца. Здесь будет борьба с отцом, естественно за власть. Когда Раху находится в 10ом доме, таких людей будет манить политика. Это будут самые умные и успешные люди в достижении своих целей, высших титулов, причём они могут идти и на манипуляции и на обманный путь. Потому, что Раху это король в своём поле. Когда есть аспект на 10 дом от Раху, человеку придётся влиять на людей. А когда Раху сам стоит, у человека будет огромная сила влияния. Поскольку Раху это иллюзия, дым - люди будут очаровывать, они будут настолько харизматичны, что окружающие будут буквально очарованы. У кого Раху в 10ом и 11ом доме, тем особенно повезло, поскольку это довольно хорошая карма. Это позиция показывает на человека с высоким положением. Как правило у таких людей будут глубокие познания в духовности. Они могут быть довольно глубоко религиозны. У них будут большие способности в своей работе, они реально могут быть лучшими из лучших. У них будут высокие заработки. Также в классических текстах написано, что такие люди могут заниматься благотворительностью, гуманитарной деятельностью, будут тайные встречи, у них будут способности к искусству. Такое положение даёт: 10й дом - это карма, наши действия в мире, это имидж, как мы будем проявляться в этом мире, наша репутация, политика. Раху - это будущее, Раху хочет испытать всё то, что даёт это воплощение, эта жизнь, хочет всё взять. 'Маловато будет' - это про Раху. Раху - это всё материальное, всё что мы можем пощупать. Раху при таком положении хочет иметь огромный имидж в мире. Для них важно, чтобы их уважали. Они общаются только с теми, кто их уважает. У таких людей установка на жизнь:'Я достоин быть лидером и королем'. И соответственно здесь всё будет именно так. Раху в 10 доме проявлено примерно как экзальтированное Солнце в 10м доме. И когда у человека Раху в 10ом доме, ему нужно работать, работать и работать. Никогда не нужно отвергать силу Раху, особенно в 10ом доме. Нельзя человеку бросать свою работу, как бы ему не казалась.В балансе это будет выглядеть так - только выступая на публике, делая сверхрезультаты, приходя домой как герой-победитель и сосредотачиваясь на чтении духовной литературы, на домашних делах - будет чувствовать баланс и удовлетворение в жизни. Это главная задача у людей с данным кармическим узлом. Что касается женщин, вне зависимости декрет или не декрет, какая бы ситуация не была, вы обязаны проявляться в социуме. Только тогда вы будете чувствовать себя реализованными на 100% и будете идти по своему кармическую предназначению. И только через это, вы и почувствуете счастье. Через реализацию Раху, получается проработка Кету, тоесть даётся счастье по Кету. Поэтому женщинам с таким положением, нужно пахать, пахать, пахать и пахать... И через эту пахоту вы и постигнете и счастье. Но довольно часто бывает так: женщины рожают детей, становятся домохозяйками и у них Раху в 10ом доме и они чувствует себя несчастными. Понятно почему. Потому, что по кармической задаче, такой женщине, положено себя проявлять. И часто, когда мужчина сильный, властный, он может женщине запрещать любую её социальную реализацию. Это выглядит примерно так:'Я мужчина, я сильный, я всё сделаю, а ты сиди дома'. Но такая позиция мужчины по отношению к женщине с Раху в 10ом доме, Кету в 4ом - сделает её несчастной. Поэтому ей нужно дать возможность социальной реализации, это её кармическая задача, не нужно её закрывать, ставить ей барьеры, запрещать и делать из неё домохозяйку. Пусть она социально проявляется и дом для неё будет одухотворенное место, где она будет набираться энергии."
  },
  {
    "бхава": 11,
    "название": "Раху в 11 доме",
    "текст": "Сточки зрения финансового дохода 11й дом очень важный. Он показывает нам поток и показывает сколько денег мы можем получить за месяц, за год. Это дом прибыли. И 2й дом может в том числе отвечать и за пасивный доход. Если есть связка 2го с 11м домом, это как раз говорит о том, что может быть пасивный доход. Конечно очень важно чтобы эти 2 дома были очень сильные. Поскольку 11 дом отвечает за то, сколько денег мы можем зарабатывать, а 2й дом отвечает за то, сколько из того, что мы заработали мы можем сохраниеть. Потому, что бывает так, что у людей поток небольшой, но у них получается сохранять довольно много, а бывает и чаще всего так,что у людей довольно большой поток, но они ничего не могут сохранить. Поэтому идеальная картина, когда у нас и хороший поток и соответсвенно количество активов тоже хорошее. 11й дом очень важен с точки зрения финансового потока, при этом неважно останутся ли у вас финансовые сбережения или нет, этот дом показывает финансовые потоки. Показывает связи какие есть у человека, старшие братья, сёстры. И Раху в 11м доме - это одно из лучших положений. И опять же, с точки зрения кармы, поскольку дом отвечает за исполнение целей и желаний. И Раху очень расширяет этот дом, как взрыв сверхновой, этот дом становится действительно очень большой. Раху отвечает за заграницы, иностранные языки, технологии, СМИ, теле, радио, масс-медиа, интернет. 11й дом для Раху это одно из лучших положений. И в Даши Раху здесь конечно будут определённые результаты. Цель Раху - добиться максимума и 11й дом - это как Джин который исполняет желания. У человека также огромная сеть связей, огромное количество последователей, прекрасное положение для предпринимателей. Своего рода Раджа-йога - это наилучшее положение для Раху. И когда Раху находится в 3, 6, 10, 11м домах, особенно 3, 6, 11 домах, человека огромное количество воли и огромное количество возможностей для того, чтобы всё получилось. Есть возможность стать действительно выдающимся и будет необычное восприятие мира. Может быть довольно большое количество идей, но человек может быть своего рода революционером. И конечно очень важно, чтобы диспозиторы Раху, Кету; чтобы Шани и Чандра, в таком положении чувствовали себя довольно хорошо. Но Раху в невежестве может давать обратное, потому, что довольно часто Раху в 11ом доме у тех людей, которые занимаются не совсем правильными проектами. Раху - это иллюзия и когда человек занимается этим, он совсем не видит того, что вещи неправильные (колбасный бизнес, сигаретный, алкогольный и прочее). Юпитер раскрывается ближе к 30 годам, то есть до 30 лет, особенно если Раху выпадает на раннюю молодость, на подростковый возраст, то человеку очень сложно выйти из-под влияния, потому, что ему хочется пива и рок-н-ролла и всё остальное. И Саде-Сати может помочь всё это прервать. И действительно, когда у людей Раху в 11 доме, он делает так, что вместо того, чтобы человеку заниматься истинным предназначением - служить на благо миру, его тянет нетуда. Раху даёт Аспект на 7й дом, это даёт таких ярких партнёров, которые будут помогать. Задача по Раху в 11ом доме не только исполнять свои цели и желания, что опять же будет получаться (при условии конечно, что диспозитор Раху, Кету хороший), но служить на благо и тогда соответственно всё остальное также будет получаться. Если в соединении с позитивной планетой, то здесь могут быть усиления. Такое положение говорит о людях с большой силой воли. Работа таких людей будет оказывать влияние на многих людей. Они способны контролировать свои чувства, контролировать привычки в питании. Как правило у них будет немного детей. Хорошие доходы. Будут оказывать содействие делам, которые имеют отношение к душе человека. Могут быть ослабления слуха. Могут быть вопросы с кожей, либо жирная, либо наоборот сухая. Расположение Раху в домах Упачаи - это очень хорошо. Здесь Раху является Раджа-йога-карака - это очень и очень хорошо и это будет усиливать благоприятные аспекты Раху. Поэтому если диспозиторы, Сатурн и Луна себя хорошо чувствуют - занимайтесь большими проектами, ставьте большие цели, служите на благо миру и всё у вас получится. Это идеальное положение с точки зрения баланса в духовного и материального. Ра в 10 доме, Ке в 4; Ра в 3, Ке в 9; Ра в 11, Ке в 5. 11 дом это распознавание, достижения награды, мечты, желания, крупные организации, социальное благополучие, реформы профессиональное окружение, высшая Упачая. Соответственно 11й дом будет постоянно совершенствоваться, практически как искусственный интеллект своего рода. Раху тут является малефиком, и будет становиться лучше, изначально может быть не очень, затем будет улучшаться. С рождения до смерти положение Раху будет всё время улучшаться. И в определённом возрасте человек всё-таки сможет выровнять позитивную энергию Раху и мира. И это очень хорошо потому, что у людей с таким положением есть большая возможность для того, чтобы он пошёл в позитивном направлении с точки зрения оси Раху-Кету. Кету отвечает за исследования, в том числе и духовного мира. Раху это масштабирование по всему миру. И с точки зрения этой оси нужно энергию с Кету направить в то место, где располагается Раху. И Раху позволяет нам идти вперёд, рости, это опыт который мы получим; мы конечно же не знаем когда это всё произойдёт, мы работаем в этой сфере. И поскольку Раху находится в 11ом доме, то человека интересует успех вообще во всём и это правильно. Это отличное положение для того, чтобы человек достиг успеха во всём. Если у вас такое положение - поздравляю! У кого такого положения нет, то не беда, т.к. дома Упачаи можно прокачивать и они могут расширяться. Опыт в прошлой жизни будет помогать сфере 11го дома. Такой человек пойдёт на любые трудности и способен преодолеть их, для того, чтобы достичь самореализации по 11ому дому. Людям не просто важно достичь высочайших достижений, для них цель достичь и ещё чего-то выше. У такого человека не будет конца достижениям, в конце концов он будет соревноваться сам с собой. Они могут быть эксцентричны, т.е. могут минуту например веселиться и быть сверх эксцентричными, затем они могут в следующую минуту уехать вообще в Гималаи. успех придёт из заграницы, и когда Раху в 11ом доме - Людям нужно уезжать за 1000 км, а лучше ещё и за границу. Чем человек старше, тем лучше у него Раху; соответственно мировой масштаб. В начале жизни человек будет делать довольно глупые поступки. Но Раху анализируют эти ошибки, будет помогать. Смотреть обязательно какие периоды, транзиты и как расположены Раху и Кету. Опять же Раху - это про то, что: иди достигай своей цели. Поэтому нужно делать, делать и делать. Такое положение идеально подходит для выстраивания своего дела, даёт возможность получать доход от иностранцев, иностранные организации. Нужно быть внимательными с выбором партнёра, потому, что есть аспект на 7й дом, это касается и бизнеса и семейной жизни, особенно на начальных этапах. Человек может допускать ошибки при выборе партнёров для семейной жизни. Тем не менее такое положение позволит удовлетворить большинство запросов, большинство желаний. В периоды и подпериоды Раху у человека открываются возможности. Также могут быть братья у которых могут быть какие-то зависимости к сожалению. Раху даёт возможности завести очень полезные знакомства. Если находится ещё Солнце особенно в 11ом доме, то эффект усиливается человек может получить знакомство вообще с самыми сильными людьми со всего мира. Раху будет помогать во всём, что касается финансов, прибыли, крупных проектов, соответственно это нужно реализовывать, поскольку это кармическая задача. Экономте каждую секунду своего времени. Пахать, пахать и пахать."
  },
  {
    "бхава": 12,
    "название": "Раху в 12 доме",
    "текст": "12 дом отвечает за подсознание, мистерию, загадки, госпитали, тюрьмы, изоляцию, места изоляции, чужие земли, заморские земли, заморские путешествия, иные страны, благотворительность. Показывает то, где может быть наша прана, энергия. Галактика, космос. Тюрьмы, лечебницы, госпитали, изоляция, работа за морями. 12 дом – это мокша, просветление, показывает изоляцию, астральный мир. Это наша дхармическая эволюция. Раху отвечает за всё цифровое. И если вы давно хотели стать космонавтом, то с Раху в 12 доме у вас есть такая возможность. Раху это теневая планета, это дым, ставит иллюзию на наши глаза. Раху как фильтр, перекрывает свечение от других грах, их влияние на эту сферу меняется. За счёт этого получается иллюзорность. Раху хочет всё и сразу, быстро, конкретно. «Маловато будет» - это типичное проявление Раху. Раху в 12 доме будет давать контакты, которые находятся за границей. Будет большое желание путешествовать. Люди будут стараться уходить оттуда, где они родились. Это даст независимость от семьи, отдаленность. Человек может уходить больше в себя, в сферу 12 дома, и там будет себя чувствовать очень хорошо. У таких людей будет очень сильное воображение. Такие люди могут часто находиться где-то в своем мире. Они будут стараться помогать другим людям, защищать. Их посылы будут искренними. Но Раху даёт навязчивые аспекты, и часто их помощь будет такая – «догнать и причинить добро». Раху даёт навязчивые идеи, человеку будет хотеться исследовать что-то необычное. Например, если он пойдет в медицину, то ему захочется исследовать людей с психическими отклонениями. Одновременно люди могут быть гениальными и не гениальными. А что отличает гения от не гения, от шизофреника? Они могут не сильно отличаться. На руке у таких людей может быть «обезьянья» линия, когда линия сердца и линия ума переплетены. У людей с психическими отклонениями есть гениальность. Так же как у людей гениальных есть определенные психические отклонения. Такие люди много могут находиться где-то не там, могут не понимать, что происходит, в том числе в материальном плане, могут немного не контролировать сферу, связанную с расходами. Поэтому не рекомендуется брать на работу бухгалтера с Раху в 12 доме, он вместо расчетов будет находиться где-то «не здесь». Тем не менее, у таких людей действительно есть мистический потенциал. Их лучше не злить потому, что они могут вспышкой что-нибудь случайно с вами сделать. У них есть интерес к оккультным предметам, есть определенные способности. У них будут частые путешествия, и они могут часто менять места, им хочется разнообразия. У таких людей бывает изжога, слабые глаза, потому что Раху находится рядом с лагной. Может быть беспокойный сон, могут быть странные сны у таких людей. Также могут быть тайные источники доходов. Такие люди будут стремиться служить другим людям, но по принципу «догнать и причинить добро». Для них также важен уровень сексуальных наслаждений, так как 12 дом это ещё дом постельных удовольствий. В качестве компенсаций таким людям нужно заниматься йогой, периодически вести отшельнический образ жизни, находиться наедине, ездить в ретриты. С Раху в 12 доме нужно обязательно периодически находиться наедине. Такое положение будет давать тягу ко всем видам интоксикаций. И так как идет прямой аспект на 6 дом, этого делать не нужно. С таким положением человеку нужно изучать иностранные языки, это будет как компенсация, и языки у него хорошо пойдут. Нужно обязательно заниматься практиками, заниматься йогой. Из таких людей могут получиться хорошие врачи, медсестры, целители, проповедники, адвокаты, социальные работники, политики. Раху отвечает за наше будущее, за то, зачем мы здесь воплотились, для чего мы посланы сюда. Раху всегда будет создавать определенный маятник – найди Кету и опять возвращайся ко мне, и так будет бесконечность. И человеку это и нужно делать, то есть опыт 6 дома, марсианскую настойчивость, которая связана с Кету, использовать в энергии 12 дома. Кету поможет человеку использовать энергию Раху, энергию 12 дома, чтобы человек нашел свой духовный путь. Поскольку Раху находится в 12 доме, в энергии мокши, то соответственно человек будет идти к духовному пути, но немного странно. Он может экспериментировать, в том числе с наркотическими веществами, ЛСД, тантры (т.к. сексуальная жизнь и тантры имеют определенную связь). Задача человека – выровнять Раху и использовать его энергию в правильном ключе, не уходить в эксперименты. А энергию Кету, которая уже проработана с точки зрения многих-многих воплощений, энергию служения, направить на сферу исследования мокши. И тогда действительно такой человек может достичь очень больших результатов. Поскольку 12 дом это дом мокши, то человек может через Раху в 12 доме завершить круг исследований, это может означать одно из крайних воплощений здесь. Но надо, чтобы это не затянулось и не унесло человека в не совсем правильные аспекты. Раху в 12 доме даст чувствительную психику, человеку будут сниться вещие сны, большая фантазия, беспокойный ум. Таким людям нужно быть очень аккуратным, так как Раху может подтолкнуть к наркотикам, интоксикациям. Им будет хотеться быть за границей, они могут убегать от действительности. И для них будут актуальны сексуальные наслаждения. Благоприятно заниматься йогой, посещать места силы, развивать интуицию. Такие люди могут быть людьми-сканерами, могут видеть людей насквозь. Хорошее положение для астрологов, психологов. Будет контакт с иностранцами, с иностранными землями. Человеку нужно научиться использовать энергию Кету, преодоления препятствий для того, чтобы усилить Раху в 12 доме, с точки зрения расширения мокши, расширения духовного роста и духовного процветания. Хорошая новость в том, что Раху в 12 доме показывает одно из крайних воплощений. И в зависимости от того, как человек построит свою жизнь, он либо уйдет в какие-то низшие миры, либо наоборот высшие. Его задача уйти в высшие миры."
  }
]