[
  {
    "бхава": 1,
    "название": "Сатурн в 1 доме",
    "текст": "Сатурн отвечает за дисциплину, за приказы, за закон, за старость, за взросление. 1 дом – это мы и есть, это вся жизнь, это то, что мы будем использовать в этой жизни. Это наша личность, тип тела, форма. Как мы взаимодействуем с другими людьми. Такое наблюдение есть, люди, у которых Шани в 1 доме (в том числе и у меня), или аспект Сатурна на 1 дом, они все на фотографиях получаются всегда вот такими, насупленными, суровыми. Так работает Шани. Конечно, могут быть исключения, когда рядом есть какое-то положение планет хорошее. Например, если рядом Венера. Но все равно суровость будет присутствовать. Шани в 1 доме – здесь находится карма. Сатурну не очень нравится 1 дом. В детстве у таких людей есть тенденция быть более взрослыми, чем другие дети. Они могут быть более дисциплинированными, у них может быть более серьезный ум. Они берут ответственность довольно рано, сначала делают домашку, потом все остальные вопросы. Также может быть детство не самое простое. Но, тем не менее, такие люди будут дисциплинированные, упорядоченные. Они будут всё контролировать, перепроверять и убеждаться, что они всё делают правильно. Они очень законопослушны, честны, поскольку Сатурн отвечает за честность, он очень честный судья. Аспект на 7 дом – здесь очень хорошо, потому что Весы в абстрактном гороскопе и есть 7 дом, а Шани в Весах находится в экзальтации. Поэтому у человека будет очень законопослушный, верный брак, но конечно веселье из брака немножко заберёт. Но будет дисциплина, порядок, долг, это очень хорошо. И такие люди выходят замуж или женятся на тех, кто либо старше, либо младше их. Такое проявление Сатурна. И Сатурн будет хотеть коммуницировать с теми, у кого есть зрелость. В том числе, это может означать поздний брак. И это еще осознанный, разумный брак. Аспект на 3 дом – умственная дисциплина, взрослые друзья, взрослое окружение, будет общаться только с теми, кто взрослый умом, взрослый по поступкам. Очень дисциплинированное отношение с братьями, либо может не быть братьев. Могут чувствовать определенный стресс, в том числе по отношению к братьям. Могут много давать, в том числе братьям, а братья могут не вернуть, не сделать должного обмена. Аспект на 10 дом – дом карьеры. Люди получают дисциплинированность, порядок в карьере. Это может быть и не быстрая карьера. Можно сказать, что человек будет делать себя сам, но нужно смотреть, что еще находится в 10 доме. Сатурн отвечает за железо, за сталь, за механику. Если Сатурн падший, то человек будет делать много трудной, рутинной работы, и может быть много в жизни рутины. Такие люди могут рано очень вставать. Также будут соблюдать закон и порядок, будут отвечать за закон и порядок. Очень хороши могут быть в политике. Такие люди будут прилагать усилия для лидерства. Любят, чтобы всё было вовремя. Любят, чтобы все выкладывались на 100% и сами тоже выкладываются на 100%. Эти люди могут быть профессорами, академиками. Поскольку Сатурн в 10 доме (хоть это и аспект) чувствует себя довольно хорошо, так как 10 дом как Козерог в абстрактном гороскопе. Таким людям важно, чтобы везде был порядок и чистота. Такое положение показывает на надежного человека, у которого есть в жизни определенное смирение. У таких людей будут неудачи в период юности. В течение жизни могут быть семейные разлады, поскольку идет прямой аспект на 7 дом. Тем не менее, будут хорошо приспосабливаться к различной обстановке. Будут сведомы в различных обычаях. Медлительны, немного скептичны и будут служить людям. Шани в 1 доме или аспект Шани на 1 дом – это карма в 1 доме. И как только человек чуть отошёл в сторону, то сразу «по башке», это мгновенная карма. Когда с Шани вместе стоят другие планеты, то это может означать длительные роды. Особенно если 2-3 планеты. Это могут быть длительные роды или вероятность потери, обязательно считать мухурту."
  },
  {
    "бхава": 2,
    "название": "Сатурн во 2 доме",
    "текст": "Семья, окружение, папа, мама, жена, накопления, сбережения, драгоценности, недвижимость, наследство. Что мы едим, горло. Что сохранили из 11 дома. Сатурн отвечает за дисциплину, карму, ограничения, распорядок. Шани во втором доме растягивает возможность сохранить деньги, до 35 лет. С 32 лет уйдёт негативная сторона и человек будет сохранять деньги. Нет роскоши, еды роскошной. Шани отвечает за постную еду. Нет серебряных ложек во лбу. Семья довольно консервативна, упорядоченна, в семье будут строгие правила, при условии, что Шани хорошо расположен. Может быть трудное материальное положение вначале. Сатурн - это малефик в доме речи, соответственно человек может запинаться, врать или говорить плохо. Когда Шани во втором доме -  кармическая задача развивать себя с точки зрения речи и дисциплины финансов. Могут быть плохие привычки, Сатурн за это даст по голове. Может появиться нищета. Аспект на 4ый дом, материнского лилеяния соответственно нету, мама может быть строгая. Нет спокойствия ума. Могут быть задержки, образование может быть довольно сложное. Человеку тяжело будет что-то понимать. С мамой могут быть очень дисциплинированные отношения. Нужно смотреть Чара караки. Аспект на 8ой дом. Могут быть совместные активы. Семья супруга может заниматься оккультизмом. Какие-то секретности могут быть. Могут быть задержки. Если человек рано женится, то тяжело будет копить. Отношения с семьёй партнёра будут на дистанции до 35 лет. 35 это число Сатурна(8), после 35 будет всё улучшаться. Аспект на 11 дом, дом прибыли, соответственно Шани всё замедляет, человек может всего добиться, но будет всё довольно медленно. Отношения с братьями ограниченные, люди будут чувствовать себя одинокими по жизни. Мало коммуникаций. Если в экзальтации - будет полегче, но всё равно Сатурн даст о себе знать. Слабость глаз. Могут быть внезапные изменения финансового статуса. В семье где родились, могут быть сложности, в том числе и в собственной семейной жизни. Будут контактировать с успешными людьми, но им придётся потрудиться, чтобы у них что-то в жизни получилось. На крупномасштабных предприятиях могут довольно хорошо зарабатывать. И нуждаются в контроле за своими привычками в еде и питье. И соответственно Шани за этим следит и прилетит хорошо, когда начнется период Сатурна или подпериод."
  },
  {
    "бхава": 3,
    "название": "Сатурн в 3 доме",
    "текст": "3й дом это братья, мужество, сила воли, соседи, короткие поездки, все то, что окружает нас на коротких расстояниях. Коммуникации, медиа, писательство, речь, способность писать. Шани это наша карма, отвечает за реальность, за духовность, истинное счастье, грусть, страх. Карма находится в 3 доме, могут быть непростые отношения с братьями, в том числе профессиональные либо наоборот не будет общаться с братьями, братья могут даже атаковать, может быть соперничество. Нет хороших отношений, при условии, что нет аспектов, например, Юпитера с Венерой, они немного облегчат все это. Умственная концентрация, медленная учеба, медленный старт. В школе человеку будет очень тяжело, не в состоянии ухватить, что говорит учитель. Очень взрослый ум, будет довольно быстро взрослеть. Будет медленно учиться, но зато основательно, дисциплинированно. Будет давать ограничения в коммуникациях, человек может  стесняться. Могут быть хорошие писатели, писатели повести. Поскольку Сатурн отвечает за дисциплину, могут тысячу с плюсом страниц написать. После 35 лет становится легче. Могут вести семинары по 6 часов, будет хватать сил и энергии. Здесь будет давать страх по отношению к своей силе воли, люди будут не всегда верить. Хотя Сатурн в 3 доме как раз про то, что надо это все наоборот прокачивать. Но в то же время страх может стать ракетным топливом, которое позволит идти. Старт будет не быстрый, но будет прогрессивный, простой. Человеку будет сложно работать в команде. Будет использовать формулу «хочешь сделать все хорошо – сделай сам». Будет хотеть быть во главе, но проще ему работать одному. Если он не лидер, то команда для него будет бременем. Аспект на 5 дом – может быть долгий перерыв в образовании, могут быть поздние дети. Может быть поздняя докторская (например, в 45 лет), человек будет учиться всю жизнь, что тоже хорошо. Может в раннем возрасте не уважать культуру, религию. Аспект на 9 дом – это гуру, учителя, отец. Не будет должной яркой теплоты от отца, от учителей. Аспект на 12 дом – на подсознание лимит до 35 лет, позднее будет все раскрываться. У таких людей могут быть разногласия с родственниками, могут быть беспокойства, связанные с братьями. Могут быть проблемы по детям (Шани идет на 5 дом), могут быть потери ребенка (нужно делать мухурту). Когда в 5 доме стоят или есть аспект на 5 дом планет -  Марс, Шани, Раху, Кету, ретроградная планета, в падении – то нужно обязательно делать мухурту, потому что при таком положении есть риск. Либо поздние дети, либо аборты, либо потери детей. Тем не менее, такие люди будут дисциплинированны, будут вовлечены в трудовые партнерства. Будет долгая жизнь, будут достаточно храбры. Все хорошо с точки зрения физической силы. Могут быть меланхоликами. Может быть немного грубый склад ума."
  },
  {
    "бхава": 4,
    "название": "Сатурн в 4 доме",
    "текст": "Это земля, родной край, дом, структура дома, образование от мамы, наши с ней отношения, материнское лилеяние, образование средней школы, машины, будет ли дом с кондиционером, какая домашняя жизнь. Сердце, есть ли спокойствие у нас в сердце, есть ли проблемы с сердцем, в области груди. Шани в 4м доме - дисциплинированная мама. Дисциплина дома, идеальная чистота может быть, как в аптеке. Поскольку 4й дом - это дом Луна, Луна с Сатурном не дружит. Сатурн давит на Луну, соответственно Шани давит на маму, мама будет дисциплинированная именно с вами. Будет рутина, пока от мамы не уйдёшь. Когда приходишь домой - чувствуешь, что попадаешь под влияние Сатурна. Приходя домой - будешь жить по чётким, строгим правилам. Сатурн отвечает за структуру, дисциплину - это может дать отдаление, охлаждение отношений с мамой. В тоже время даст сильную личность, ценности дома, земли, спокойствие ума. В целом благоприятное положение для того, чтобы заниматься недвижимостью, стройками. Даст крепкий фундамент для жизни, при условии, если не падший и не ретроградный. Здесь даст дисциплину от мамы, дома, сделает профессионалам. Такие люди могут идти в медицину, строительство, адвокатство, политику. Экзальтированный Сатурн может давать взлеты и падения. Человек будет стараться быть дисциплинированным  абсолютно во всём по жизни. Аспект на 6й дом. Это дом болезней, врагов, долгов, судебных разбирательств. Соответственно это может дать медицинскую профессию, либо в правительство. Аспект на 10й дом. Дом карьеры, власти. Соответственно дисциплинирован и будет делать всё в своё время. Такое положение очень хорошо для юриста, адвоката, это очень хорошо. Аспект на 1й дом. Соответственно дисциплина будет на протяжении всей жизни. Если падший, то наоборот будет лень. Такая комбинация показывает на успех, но опять же желательно вдали от месторождения. Поэтому, там где он родился - у него будет меньше комбинации для успеха. Таким людям хорошо жить на природе, для них всегда будут важные вопросы образования. Могут стать владельцами замечательной собственности. Могут быть аскетами, довольно отреченными людьми. Могут быть проблемы по груди, сердцу, поскольку здесь дом сердца. Могут быть хрупкие сосуды. Здоровье мамы может быть слабое. Может быть успех в сельском хозяйстве, в печатном деле, автомобильной промышленности. Проблемы с сосудами: толстые, либо забиты, либо ломкие, либо давление."
  },
  {
    "бхава": 5,
    "название": "Сатурн в 5 доме",
    "текст": "Это дом веселья, развлечений, игр, спорта, творческих способностей, искусства, образования академического. Дети, сколько будет, и будут ли вообще. Политические разговоры и позиция, политика. Спекулятивные бизнесы, ставки, кино, выступления, исполнительные искусства. Сатурн отвечает за дисциплину, задержки, законы, порядок, карму, границы, тьму, тусклость, сухость, холод. Сатурну в 5 доме не комфортно, поскольку это дом солнышка. Сатурн очень холодный, образно как льдина. 5 дом – это дом Солнца, поскольку в абстрактном гороскопе это Лев. Сатурн приносит ограничение, уныние, дисциплину. В детстве человек может быть не такой веселый, как другие дети, наоборот, вместо веселья может уйти в какие-то дискуссии. Такие люди особенно в детстве, и вообще, будут такие «ботаники», будут стараться все делать так, как нужно. Сатурн здесь дает взрослость. И дети начнут очень рано мыслить как взрослые. После 30 лет человек будет раскрываться, особенно после 35 сможет побольше веселиться. Могут быть поздние дети, либо отношения с детьми будут холодные, построенные на дисциплине, на ответственности. Аспект на 7 дом – брак с задержкой. Аспект на 11 дом – рабочий круг общения, медленно будет идти прибыль. Аспект на 2 дом – тоже все будет не так просто. Эти люди будут упорно трудиться. Из них могут быть хорошие учителя, проповедники, родители. Эмоционально такие люди будут холодны, могут быть разочарования в любви, поскольку 5 дом показывает, сколько любви мы получим от партнера, и Сатурн будет не додавать. Такие люди будут подвержены болезням пищеварения, и лучше кушать легкую пищу. Могут изучать вопросы, которые относятся к древности. Очень хорошая предрасположенность для академического образования. Могут иногда делать сомнительные капиталовложения."
  },
  {
    "бхава": 6,
    "название": "Сатурн в 6 доме",
    "текст": "планеты в дустханах и особенно в 6 доме нужно очень внимательно смотреть. В медицинской астрологии 6-му дому мы будем уделять особое внимание. Поскольку от того, что в 6 доме происходит, зависит наше здоровье. Идеально, когда в 6 доме вообще нет планет. Конечно, надо ещё смотреть хозяина дома и кучу характеристик. 6 дом отвечает за болезни, врагов, ежедневную работу, конкурентов, как они к нам будут относиться, судебные разбирательства, сражения за права, убеждения, разводы, медицинские профессии. Сатурн это задержки, закон, дисциплина, приказ, порядок, обездоленность, ограничения, реальность, постность, убирает вуаль с глаз, и делает мир реалистичным. Человек, может перерабатывать на работе, будет медленная работа, конфликты на работе обязательно. 6 дом – это те, кто против нас. Сатурн – за закон и порядок. Соответственно, человек будет стараться везде наводить порядок. В то же время, Сатурн в 6 доме это довольно хорошо, как бы это странно ни звучало, поскольку здесь с точки зрения трудолюбия очень хорошее положение. Такие люди будут трудоголиками, они будут тяжело работать. Но они будут работать над служениями, и способны очень долго над чем-то работать. Это могут быть юристы, которые будут сталкиваться с конфликтами, но будут очень упорно их решать. Также эти люди могут быть хорошими экологами, будут отвечать за чистоту. Могут быть докторами, психологами, соц.работниками. Если у такого человека начинаются суды, то они могут очень долго длиться. И очень долгий процесс победы над врагами. Аспект на 12 дом – тюрьмы, изоляции, иностранные земли, психушки, лечебницы. При таком положении очень важно служение. И следить за своим здоровьем, только ЗОЖ, и служить. Тем не менее, это положение будет защищать от происшествий. Аспект Сатурна будет здесь «нежданчики» замедлять, но только упайи, Сева, карма щедрости, кармадел, ЗОЖ. Также может сделать семейную жизнь более сухой, поскольку идет близость к 7 дому. Аспект на 3 дом – дом коммуникаций, могут быть осторожны в коммуникациях, будут думать, прежде чем что-то сказать. Будут действовать по принципу «сказанное слово - серебро, а не сказанное – золото». Будут думать, что лучше молчать. Это очень хорошо для юристов, потому что будут говорить коротко и по сути. И наоборот, если импульсивный, то будет говорить всё подряд и не думать. Такое положение Сатурна довольно необычное, здесь есть и хорошие, и плохие стороны. Это не значит, что оно редко встречается, просто оно довольно необычное. Здесь люди могут служить, могут подниматься по карьерной лестнице. Могут иметь высокую квалификацию в нескольких областях деятельности. Могут найти себе работу в заморских землях (считается 1000 км – это уже заморская земля), в хозяйственной области, связанной со строительством. Упрямы, нуждаются в уменьшении собственной гордости (Шани будет помогать). Здоровы, сильны, способны преодолевать любые препятствия от врагов. При таком положении нужно больше служить. Вести здоровый образ жизни, никаких интоксикаций, алкоголь, сигареты и всё остальное. Шани здесь будет приходить и за любые преступления очень сильно помогать. Болезни по Шани – это всё, что связано с костями. Может быть хрупкость зубов, костей. Особенно хорошо нужно следить за здоровьем, за кармой, и служим."
  },
  {
    "бхава": 7,
    "название": "Сатурн в 7 доме",
    "текст": "Он находится напротив 1-го дома, и это не просто так. Земля находится на 7 уровне. Она как лифт, который может помочь Душе уйти в более высокие мира, либо в более низшие мира, либо остаться на этом уровне и пройти через различные этапы реинкарнации. Карма складывается через коммуникации. Не было бы коммуникаций, не было бы взаимодействий, не было бы и кармы как таковой. 7 дом – это брак, партнерство, бизнес партнерство, общение с другими людьми, наше взаимодействие с другими людьми, также с людьми другого класса, также бизнес класса. Сатурн – это судья, закон, присяжные, отвечает за дисциплину, за карму, за порядок, за реальность вещей. Мы получаем в жизни уроки, и Сатурн помогает нам их проходить. В абстрактном гороскопе Сатурн в 7 доме в Весах, в экзальтации, это довольно хорошо. Но, однако, в 7 доме он дает такие характеристики – человек женится или выйдет замуж поздно, задержка брака. Но если ретроградный, то может быть и раньше. Но обычно довольно поздно женятся. Обычно бывает разница с партнером в возрасте, партнер более старший. Сатурн отвечает за старость, за зрелость. Чтобы в нашей жизни появился партнер, надо создать карму отношений, помогать старшим. Если мы начинаем помогать старшим, проявлять заботу, то Сатурн нам помогает создать отношения, дает заботу, партнерство. Сатурн в 7 доме дает дисциплину, ответственность. Здесь сложно сказать, получит ли человек много любви от окружения. Он может быть сам по себе, могут быть отношения не то чтобы аскетичные, а сатурнианские. Аспект на 9 дом – даст систему ценностей, хороших учителей. Это хорошее положение. Аспект на 1 дом – такие люди будут критичны к себе, дисциплинированны к себе, для них важно, чтобы было все правильно, идеально, все вовремя. Аспект на 4 дом – дисциплина дома, может быть недостаточно любви от мамы, хорошие, но не достаточно теплые отношения с мамой. Такие люди могут получить партнера сомнительной репутации, особенно если ретро Сатурн. Может быть партнер из других земель. Такие люди будут совершать много путешествий, будут заняты на различных работах. Могут встречать дельцов с черного рынка, могут быть вовлечены в незаконную деятельность, так как 7 дом это сфера бизнеса. Такие люди будут дипломатичны. Могут быть колики, может быть плохой слух. Могут быть непостоянны, черствое сердце. Может быть запятнанная репутация. Здесь все зависит от того, как себя чувствует Сатурн. И Сатурн получает дигбалу в 7 доме, так как отвечает за дисциплину в браке. По карме положено создавать партнерство."
  },
  {
    "бхава": 8,
    "название": "Сатурн в 8 доме",
    "текст": "Этот дом отвечает за смерть, за перерождение. 8 дом очень важный, отвечает за происшествия, в том числе за скрытые, за внезапную смерть, за секретность, оккультизм, за сексуальную энергию, за внезапные выигрыши и наоборот. Сатурн отвечает за ограничения, границы, является каракой 8 дома. Это неизвестная зона, и человек будет идти против рутины, может иметь немного другие взгляды на жизнь. Сатурн будет делать сопротивление. 8 дом это как Скорпион, и когда есть соединение Скорпиона и Сатурна, то это как-то вот так. Более того, когда мы будем проходить транзиты Сатурна, то увидим, что когда идет соединение Сатурна с Марсом или с марсианскими знаками, то это всегда ощутимо. Так как 8 дом отвечает за накопления, в том числе от супруга, поскольку это 2-ой от 7-го дома, и Сатурн отвечает за лишения, то здесь могут быть определенные потери. Однако, такое положение дает хорошее предрасположение к изучению оккультных наук, Сатурн отвечает за карму, и такое изучение человеку будет положено по карме, карма будет прорабатываться. У человека могут быть способности, и человеку нужно хорошо думать, что он говорит другим, потому что это может сбываться быстро. Также они могут лечить руками. Аспект на 10 дом – дом карьеры, работа может быть связана с деятельностью под землей, андеграунд, какая-то секретность. Медицина, фармацевтика, поскольку Сатурн это своего рода яд. Человек может работать хирургом, в хирургической среде. Может быть палеонтология. С точки зрения карьеры будет все не быстро, но хорошо. Аспект на 2 дом – может быть семья против человека, будет суматоха определенная с семьей, может быть разделение с семьей. Сатурн в 8 доме дает марсианские окраски. Могут быть сложные отношения с братьями. Аспект на 5 дом – это образование, творческие способности. Дает непредсказуемость, могут быть дисциплинированные, или совсем наоборот. Может дать задержку по детям. Такой человек живет отдельно от своего ребенка. Могут быть болезни, связанные с глазами, так как аспект на 2 дом. Человек будет интересоваться йогой, йогическими знаниями. Станет мастером в своей работе, то есть будет планомерно дисциплинированно достигать всего. Есть тенденция ко лжи, к вероломству. Продолжительность жизни будет хорошая, если не знак Овна, иначе в дебилитации и может быть сложно. Могут быть проблемы в выделительной системе, по женским вопросам. Человек может быть не общительным. По женским системам могут проблемы, если в 8 доме также находятся папа-грахи Раху, Шани, Марс, ретроградные планеты. Если у женщин такое положение, то надо обязательно считать мухурту, чтобы ребенок родился нормальным, не было выкидышей. На консультации была женщина, которая 15 лет не могла забеременеть. Пришла с вопросом, брать ли ребенка из детского дома. Но по ее карте было видно, что у нее может быть свой ребенок. У нее на 5 дом встал транзит, и была очень большая вероятность зачатия. Я рассчитал ей мухурту, дату и время зачатия (было через пробирку). Через пару месяцев она сообщила, что все получилось. На 7-ом месяце она хотела полететь в другую страну, но я ей посоветовал никуда не летать, а относиться бережно к себе и беременности, так как все же есть поражение 8 дома. Женщинам советую читать мантру Лакши, она также помогает забеременеть. И вообще эту мантру надо читать всем, Лакшми отвечает за достаток, процветание. Ом Лакшми виган шри камала дхариган сваха."
  },
  {
    "бхава": 9,
    "название": "Сатурн в 9 доме",
    "текст": "Это система высших ценностей, верований. Этофилософия, религия, дальние поездки, путешествия, путешествия по местам верований, в места которые могут менять наши мировозрения. Высшее образование, степени. Учение отца, профессоров. Насколько папа был вовлечен в нашу жизнь, это удача. Шани отвечает за долг, ограничения, границы, реалии жизни, задержки, карму. Шани в 9ом доме - учителя по Сатурну, мало тепла от папы. Человек может жить далеко от отца, могут быть хорошие отношения, но могут быть лаконично-дистанцированные. Шани - это самая холодная, большая планета. Человек будет заниматься высшим образованием. Высшее образование его будет интересовать. Человек может быть ортодоксальным. Может учиться часами, долго. Для юристов довольно хорошо, могут также стать профессорами, академиками. Дальние поездки, могут задерживаться тут. Если экзальтирует, то даст много поездок по учёбе, по вере, карьере. Аспект на 11 дом. Это дом дохода, прибыли, надежд и желаний. Если экзальтирует или находится в Тельце или Водолее, то может быть много денег. Будет связь с религиозными, хорошо образованными людьми. Но поскольку идёт аспект, то это не быстрый будет процесс. Аспект на 3 дом, дом коммуникации, братьев и сестёр. Человек будет философ в своих коммуникациях, политический подтекст может быть. Может быть консервативным. Задержки в отношениях. Аспект на 6й дом, будет защищать обездоленных людей, соответственно будет побеждать врагов, будет бороться за веру и может нажить себе врагов. Шани здесь даст то, что человек в целом сможет работать в подчинении. Человек будет любить стабильность, чтобы зарплата была каждый месяц. Может дать какую-то более трудную работу. Соответственно для них тут с точки зрения бизнеса не очень хорошая положение, потому, что для них важно, чтобы был стабильный приток. Если Сатурн сильный, то человек может занять высокое положение в крупной компании. Если падший, то соответственно низкооплачиваемая работа, низкоквалифицированный. Человек будет иметь познание в области религии, философии, права. Он будет работать над своей самодисциплиной, может вступать в ссоры с отцом.. С начальством конфронтации могут быть. Очень хорошее приложение для работы в политике. Мало помощи от отца, соответственно у человека будет склонность увеличить общественное благосостояние. Заниматься разными социальными программами. Могут страдать от желудочных болезней, верят в судьбу, интересуется астрологией и могут жить уединенно."
  },
  {
    "бхава": 10,
    "название": "Сатурн в 10 доме",
    "текст": "10й дом — это профессия, социальный статус, слава, статус в мире, какой тип власти у человека. Статус это 2 дом, власть это 10 дом, сколько будет власти, могущества. Сатурн отвечает за ограничения, границы, лимит, отвечает за карму. Сатурн здесь даст трудоголика, может работать 24/7 и даже 48/7. 10 дом это как Козерог, но даст не быстрый рост. Такие люди будут идти вперед, чтобы достичь положения. Сатурн даст терпение. Если Сатурн расположен хорошо, то могут занять довольно высокие положения. И если достигнут, то будут все это сохранять. Но Сатурн все замедляет, будет не быстрый путь. Человек селфмейд, себя сделает сам. Может быть бюрократом, может работать в правительстве. Могут создавать какие-то законы. Сатурн в доме славы – такие люди могут получить не совсем нужную славу. Или если они будут известными, то за ними будут бегать папарацци, а они будут стараться уединиться, им это не комфортно. Сатурн дает путь от начала до конца. Если он хорошо расположен, то человек сможет пройти по карьерной лестнице от самого низа до верха, но будет медленно. Если знак Марс или Солнца, где Шани нехорошо себя чувствует, и может быть выгоревший, то негативный статус в обществе, может криминальная подоплека, может реально работать 24/7 (часов по 20). Отношения с отцом будут страдать, потому что это 2-й дом от отца, будут давать дистанцию с отцом. Если в знаках марса, то отца может не быть с рождения. Если Сатурн падший, то может быть довольно трудоемкая и не прибыльная работа. Если Сатурн в Козероге, то могут быть смешанные результаты. Аспект на 12 дом – изоляция, уединение, чужие земли. Ставит блок на приватную жизнь. Человек будет вовлечен в профессиональную деятельность. Будет хотеть уйти от людей, но до конца не получится. После 40 лет этот дом разблокируется. Также 12 дом отвечает за постельные удовольствия, даст сатурнианские моменты, может быть фригидность. Аспект на 7 дом – задержка брака, поздний брак, может быть сухой, бледный, тусклый. Хорошо для работы адвокатом. Аспект на 4 дом – удобства, место жительства тоже могут быть сатурнианские. Эти люди будут способны в областях своей работы, профессионалы, трудоголики. У них могут быть методы сомнительные. Гуманные, честолюбивые, упорные в работе. У них может быть несколько партнеров по браку, супруги могут либо умереть рано (но по планете в одном доме не говорим). Могут быть внезапные подъемы и депрессии, могут проводить время в далеких местах, могут попадать в различные передряги. Все зависит от положения Шани."
  },
  {
    "бхава": 11,
    "название": "Сатурн в 11 доме",
    "текст": "Дом желаний, отвечает за наши мечты, деньги, это наши друзья, старшие братья, какая у нас прибыль. Шани отвечает за задержку, судит нас, это закон, наша карма. Шани в 11ом доме чувствует себя довольно хорошо, негативный аспект убирается. 11й - дом, человек сможет достичь всего с точки зрения желаний, но не сразу. Человек может быть миллионером, но при этом жить скромно. Такое немного аскетичное отношение к жизни в хорошем смысле. Либо человек может покупать какие-то старинные вещи, может быть каким-то антикваром. Либо тянуть к себе что-то, что связано со старением, что-то древнее, это могут быть и драгоценные камни природные, или ископаемые, так как они очень древние и были созданы вместе с планетой. Это может быть связано с коллекционированием монет. Аспект на 1й дом. Часто Когда Шани у людей находится в 1ом доме, особенно если он сожённый или ретроградный и особенно в периоды и подпериоды Сатурна, у людей могут происходить различные депрессивные моменты. Человек будет трудоголиком, аскетичный. Аспект на 5й дом может заблокировать образование. Если падший или во враге, либо может быть очень тяжелое образование. Аспект на 8й дом. Дом долголетия, у человека будет хорошая жизнь, здоровая, опять же при условии если Сатурн хороший. Такое положение даёт человеку мышление йоги, то есть человек будет мыслить как йог. Он сможет оказывать сильное влияние на других людей. Может покинуть тех, кто ему близок, чтобы найти удачу в другом месте. Прибыль может быть посредством издательской деятельности, импорт, сельское хозяйство, всё что связано с землёй, в том числе ископаемые - это тоже Сатурн. Способны работать в течение долгого времени, при этом не за какую-то личную выгоду."
  },
  {
    "бхава": 12,
    "название": "Сатурн в 12 доме",
    "текст": "12й дом — это дальние земли, поселения, лишение свободы, лечебницы, монастыри, тюрьмы, госпитали, психушки, изоляции, траты денег, траты энергии. Сатурн отвечает за карму, ограничения. Здесь Шани рядом с лагной (асцендентом), он влияет на лагну. Ограничивает спокойствие ума, духовные поиски будут. Будет искать себя, эта задержка может быть до 30 лет. Соответственно долго будет искать себя, но в конечном итоге найдёт. Если падшей, то даст всё: и лишение свободы и всё остальное. Если ещё и с Марсом стоит, то совсем плохо. Если хорошее положение, может дать интернациональный бизнес. Человек будет ездить по духовным местам, монастырям, делать пожертвования и считать траты. Аспект на 2ой дом. Благосостояние. Может разделиться с семьёй, либо уехать за границу. За 1000 км. Здесь может задерживать сбережения, а может дать деньги за границей. Здесь может быть рост. Нужно ехать. Аспект на 6 дом. Разводы, может дать поздний брак. Брак после 30. Будет бороться за справедливость и этим может нажить врагов, но будет стараться защищать социальные категории людей. Может быть лучшим премьер-министром, президентом и такой человек будет реально помогать людям и будет стараться спасти мир. Аспект на 9 дом. Здесь будет ограниченный фактор. Ограниченные убеждения, либо некоторая ортодоксальность. Может ограничить высшее образование, человеку будет тяжело получить докторскую диссертацию до 30 лет, после 35 лет в целом всё О'кей. Будут сложности во взаимоотношениях, тем не менее будет упорно работать, но могут утратить всё что наработали. Будут интересоваться духовностью, духовной философией. После 30 лет могут стать более аскетичны. Могут посадить в тюрьму, госпиталь, или ссылка может быть, проблемы с зубами, костями, зрением. Любят уединение. Много тайн. Будут упорно работать ради какого-то доброго дела."
  }
]