{
  "Ar": "Овен (1, Меша), планета управитель Марс, подвижный знак, мужской, стихия - огонь.\nЭто могут быть спортсмены, могут быть очень воинственные люди, военные, целеустремленные, очень быстрые. Эти люди не терпят возражений, и можно сказать, что эти люди являются полицией мира.\nОвен - низшее проявление энергии Марса через элемент огня. Солнце в овне в экзальтации, поэтому такие люди очень солнечные, как и все огненные знаки. Очень упрямые, горячие, активные, энергичные, быстрые, целеустремленные, вспыльчивые, не терпят возражений, проповедники. Твердые, логичные, подвижные, яркие экстраверты. Быстро теряют интерес к начатому. Загореться идеей и зажечь её огонь для других для овна важнее, чем довести дело до конца. Сфера деятельности разносторонняя. Из них могут получиться хорошие спортсмены, полицейские, военные, спасатели, пожарные, хирурги, парикмахеры. Очень артистичны, поэтому также это могут быть хорошие артисты.",
  "Ta": "Телец (2, Вришабха), планета управитель Венера, неподвижный знак, женский, стихия Земля.\nЭти люди могут заниматься в сфере красоты, эстеты. Это довольно приземлённые люди, могут быть упрямые, но, тем не менее практичные. У них содержится много каппы (капхи), аюрведического элемента земли, поэтому эти люди могут быть коренастые, а женщины могут выглядеть как оперные певицы. Девушки-Тельцы, следите за питанием, потому что у Тельцов есть склонность к полноте. И это про восходящий знак.\nТакие люди очень красивые, эстетичные, приземленные, консервативные, несколько пасивны, могут быстро набирать вес. Тельцы умеют и любят работать, терпеливо создают себе комфортные условия жизни. Любовь к удовольствиям, потакание своим слабостям, жад-ность – их слабые стороны. Тельцы материалистичны, практичны, привязаны к дому и семье, очень консервативные, не любят перемены, риски, очень упрямые. Их тяжело вывести из себя, но если удалось, то тяжело будет успокоить. Материальное благосостояние дарит им покой и уверенность, Очень артистичны, интересует музыка, искусство. Из них получаются лучшие модельеры, дизайнеры, артисты, архитекторы, косметологи.",
  "Ge": "Близнецы (3, Митхуна), планета управитель Меркурий, двойственный, мужской, стихия Воздух.\nЭти люди лучшие коммуникаторы, очень быстрые, подвижные. Они являются своего рода «чихателями», они супер распространители информации.\nОчень активный, интеллектуальный знак, отвечает за коммуникации. Близнецов отличаются от представителей других знаков особой двойственностью, непостоянством во многих проявлениях. Такие люди очень подвижные, общительные, восприимчивые, влюбчивые, экстраверты, эрудированные, могут легко распространять информацию, быстро схватывают информацию, но их знания поверхностны, предпочитают знать понемногу обо всем. Легко вступают в отношения, могут быть сплетниками. Это прекрасные предприниматели, коммерсанты, менеджеры, специалисты по рекламе, журналисты, переводчики.",
  "Cn": "Рак (4, Карка/Карката), планета управитель Луна, подвижный, женский, стихия Вода.\nОтвечает за эмоции, чувствительность, интуицию. Это очень заботливые, мягкие люди, немного интроверты и замкнутые.\nКонсервативный, семейный и самый эмоциональный знак. Такие люди очень ранимые, чувствительные, эмоциональные, обидчивые, легко впадают в депрессивное состояние, но свои чувства показывать не любят. Заботливые, мягкие, немного интроверты, любят путешествовать, могут легко раздражаться, это люди настроения. Очень проницательные, обладают хорошей интуицией. Раки прирожденные психологи, из них получаются отличные педагоги, воспитатели. Также им подходят профессии, связанные с природой, животными, фармацевтикой, кулинарией, литературной деятельностью. Их главные жизненные приоритеты – любовь и семейные ценности. Представители этого знака лучшие семьянины (даже мужчины), очень любят проводить время с детьми.",
  "Le": "Лев (5, Симха), планета управитель Солнце, неподвижный, мужской, стихия Огонь.\nЭто довольно мягкие люди, очень оптимистичные, щедрые. Они благородные, блистательные, публичные, экстраверты. Можно сказать, что это лидеры, но при этом довольно мягкие.\nСамый царственный, благородный знак. Такие люди очень оптимистичные, щедрые, благородные, открытые, амбициозные, экстраверты. Восходящие львы обычно имеют высокий рост, любят быть в центре внимания, выступать на публике, тщеславны, горды, властолюбивы, прирожденные лидеры, умеют вести за собой людей, очень любят роскошь. Это деятельные люди, стремящиеся к успеху и популярности. Руководители от природы, не могут быть у кого-то в подчинении. Львы хорошие организаторы, но нуждаются в помощниках, не любят рутинную работу. Сердечны и участливы к слабым, но любят сильную конкуренцию. Для них открыты предпринимательство, искусство, все руководящие должности. Также из львов получаются отличные ювелиры, дипломаты, врачи, особенно кардиологи.",
  "Vi": "Дева (6, Канья/Канйа), планета управитель Меркурий, двойственный, женский, стихия Земля.\nСтабильность, практичность. Из таких людей получаются хорошие астрологи, финансисты. Такие люди могут хорошо служить. У них отлично идет наука, преподавание. И такие люди могут делать глубокий анализ.\nТакие люди стабильны, практичны, имеют системный подход к жизни, очень преданные семье и детям, женщины хорошие жены и матери. Легко приспосабливаются к новым ситуациям и разным людям, логичны, склонны к глубокому анализу, поэтому чаще всего это интроверты. Людям этого знака свойственно держаться в тени, не привлекать к себе внимания, поэтому часто их недооценивают. Из них получаются очень хорошие бухгалтера, астрологи, финансисты, аналитики, преподаватели, научные работники. Девам очень подходит кропотливая, детальная работа, они внимательны и обладают хорошей памятью. Это не лидеры и они не стремятся руководить, зато в качестве подчиненных являются незаменимыми работниками.",
  "Li": "Весы (7, Тула), планета управитель Венера, подвижный, мужской, стихия Воздух.\nИз таких людей реально получаются лучшие бизнесмены, лучшие предприниматели. Для таких людей очень важны отношения, им сложно жить без отношений. Конечно, такие люди могут быть одни, но им будет немного сложнее, чем другим людям быть одними. Это самый подвижный знак. Такие люди хорошие артисты, танцоры, успешные бизнесмены, успешные дипломаты, своего рода миротворцы.\nЭто партнерский знак, отношения очень важны для них. Такие люди очень красивые, харизматичные, дружелюбные, дипломатичные, предприимчивые, романтичные, любят искусство, красивые вещи, экстраверты. Обладают тонким чувством прекрасного, талантами в художественных областях, хорошими манерами и вкусом. Особая черта - умение ладить со всеми, присутствие их в коллективе создаёт доброжелательную атмосферу. Постоянство, надежность и созидательная сила – лучшие качества этого знака. Но могут быть и жесткими, если дело коснётся защиты их собственного достоинства. Это прекрасные бизнесмены, артисты, художники, архитекторы, дизайнеры психологи, могут сделать успешную карьеру в сфере юриспруденции, политики. Весы лучше всех умеют вести переговоры. Успеха добиваются в партнерстве, а не в одиночку.",
  "Sc": "Скорпион (8, Вришчика), планета управитель Марс, неподвижный, женский, стихия Вода.\nЭти люди очень горячие, очень большая внутренняя сила. Могут изменить жизнь по щелчку пальца буквально за пару часов. Очень интуитивны, и при этом злопамятны, мстительны. Очень сильная интуиция, интроверты, лучшие диагносты, в том числе астрологи, медиумы. Их интересует потусторонний мир, и они его реально очень хорошо чувствуют.\nСамый сексуальный, скрытный, мстительный и злопамятный знак, знак трансформаций. Такие люди довольно «жёсткие», обидчивые, раздражительные, хитрые, чувствительные ко всему, но способные сохранять хладнокровие, склонны к самопознанию, семейные обязанности их несколько тяготят. Обладают хорошей интуицией, великолепные психологи, умеют распознать скрытые эмоции и замыслы людей, целеустремленные, не видят преград на своем пути, очень цепкие, обладают огромной внутренней силой, могут достичь всего, чего захотят, скорпионы способны в короткий срок изменить свою жизнь. Из них получаются хорошие астрологи, мистики, биоэнергетики, психиатры, часто скорпионы выбирают экстремальные виды деятельности, профессии, связанные со смертью, исследовательскую деятельность.",
  "Sg": "Стрелец (9, Дхану/Дханур), планета управитель Юпитер, двойственный, мужской, стихия Огонь.\nТакие люди очень активны, это лидеры. Они стратеги, но более спокойные. Для Стрельцов самое важное, чтобы была цель.\nВысшее проявление стихии огня. Такие люди очень умные, разумные, спокойные, оптимистичные, имеют ко всему философский подход, целеустремленные, активные, лидеры, стратеги. Испытывают любовь к природе, животным, путешествиям. Представители этого знака умеют принимать объективные решения, умеют всё взвесить, у них очень сильное чувство справедливости. Они не стремятся к власти, но очень часто ей обладают. Страсть говорить и умение спорить часто являются причиной выбора профессии судьи, адвоката. Это хорошие управленцы, организаторы, учителя, политики, священники, проповедники, журналисты, литераторы, работники зоопарков, жокеи. Для стрельцов очень важно иметь цель в жизни и на конкретный период.",
  "Cp": "Козерог (10, Макара), планета управитель Сатурн, подвижный, женский, стихия Земля.\nЭтот знак не супер подвижный, он медленно подвижный. Такие люди дисциплинированны, приземлённые, очень рациональны.\nЗнак карьеры. Такие люди упрямые, приземлённые, практичные, дисциплинированные, терпеливые, расчетливые, рациональные, независимые, обычно это трудоголики. Для них очень важна карьера, общественное положение, могут медленно, но верно идти к своей цели годами. Козероги всегда во всём требуют конкретики, им важна каждая деталь. Это лучшие организаторы, руководители, очень требовательные. Абстрактное мышление, точность и аккуратность – нужные качества для науки, умение манипулировать эмоциями людей, принять верное решение, просчитав каждый шаг – важные черты хорошего руководителя. Лучших результатов добиваются, когда работают в одиночку. Деятельность разносторонняя, это наука, медицина, строительство, административная деятельность, горная промышленность, архитектура, недвижимость, искусство.",
  "Aq": "Водолей (11, Кумбха), планета управитель Сатурн, неподвижный, мужской, стихия Воздух.\nЭто знак служения. Считается, что у людей, которые родились Водолеями, осознанное рождение. Они будут настроены на помощь людям. Такие люди не яркие, монахи, аскеты.\nЗнак служения и отдачи, поэтому водолеи в жизни больше помогают другим людям. Также это один из самых загадочных знаков. Такие люди мистически красивы, не особо улыбчивые, общительные, интеллектуальные, свободолюбивые, мечтательные, не терпят никаких ограничений, с развитой интуицией. Им характерна некоторая холодность и отстраненность от мира, они полностью погружаются в свой воображаемый мир, надолго могут «зависать» в своих мечтах, иллюзиях. В голове всегда куча идей, а решения проблем очень неординарные – это настоящие «двигатели» прогресса. Материальные ценности их мало интересуют, среди них много аскетов, монахов. Талант водолеев раскрывается в ядерной энергетике, фотографии, астрономии, астрологии, парапсихологии.",
  "Pi": "Рыбы (12, Мина), планета управитель Юпитер, двойственный, женский, стихия Вода.\nЭто хороший знак для будущих воплощений. У таких людей очень хорошая интуиция. Они очень разумны, духовны. Они не всегда практичны, интуитивны, сострадательны к другим. И таким людям очень часто бывает сложно сочетать духовное и материальное. Эти люди творческие, мягкие, спокойные и не обидчивые.\nХороший знак для будущей жизни. Такие люди духовные, разумные, эмоциональные, романтичные, мягкие, чувствительные, отзывчивые, очень сострадательны к другим людям, готовы к бескорыстному служению, обладают хорошей интуицией. Рыбы – прирожденные психологи и экстрасенсы, отлично манипулируют другими, имеют талант целителя. Не практичны, часто «витают в облаках», им очень тяжело сочетать духовное и материальное. Решительность и настойчивость не являются сильными сторонами этого знака. Любят путешествовать, плавать, многие являются великолепными спортсменами. Представители этого знака талантливы во всем, но в основном реализуют себя в живописи и музыке, это лучшие исполнители, композиторы. Также подходящими профессиями для рыб являются: фотограф, учитель, режиссер, актер, врач, психолог, духовный лидер."
}
