[
  {
    "бхава": 1,
    "название": "Солнце в 1 доме",
    "текст": "Солнце Это тело, персональность. Человек будет чувствовать, что он должен быть на первом месте. \"Человек может плакать если кто-то вперёд него на горке катается\". При хорошем положении будут получать всё без напряга. Солнце в 1ом доме как в экзальтации, поэтому даже если Солнце в слабом положении, считается что это нейтрализация. Таким людям будет всё легко даваться, они будут считать себя королями на троне. На работе такие люди не смогут быть в подчинении, а если не на вершине - они не будут понимать, почему они не на вершине. Что будет у человека с карьерой нужно смотреть положение Луны и Солнца. Насколько они удалены друг от друга. Если Луна будет крепкой и Сурья будет сильная в 1 бхаве, то конечно у человека может быть очень хороший потенциал. Но даже если будут помехи, человек будет чувствовать такой потенциал. А получится или нет, это зависит уже от других характеристик. Такие люди будут чувствовать себя героями, победителями. Могут быть пожарными, полицейскими. Будут требовать уважения, для них это очень важно. Они не будут уважать тех, кто не уважает их. Эгоцентричны, могут забывать о нуждах других людей. Могут думать, что потребности других основаны именно на их мыслях. Поэтому они могут давать другим людям то, что считают нужным. Царь в голове, считают себя лидерами, правыми. Будут доказывать, что правы. Всегда будут искать кого можно покритиковать. Прямой Аспект на 7 дом, может давать такого же партнёра эгоистичного, но в тоже время может дать статусного партнера. И партнёр тоже может критиковать. Когда Солнце в 1ом доме и в 7ом доме - это очень похожая ситуация с точки зрения партнёрства.Солнце даёт личность, харизму, магнетичность, людей будут сразу любить. Будут получать внимание, чем больше, тем более динамичными будут.\nЕсли в падении, считается как нейтрализация.\nТакие люди будут хотеть быть на высоте, хотеть контролировать людей, хотят решать их судьбы. Этим людям сложно признать, что есть Эго ещё у кого-то кроме них. Соответственно ищут себе равных партнёров. Если будет неравный - будет сложно. Особенно женщинам тяжело, так как задача женщины быть ведомой. А когда Солнце в первом доме - человек будет чувствовать себя боссом, в том числе в отношениях. Это даёт гордость, эгоизм, свет, доброе сердце, может быть хорошим лидером. Тонкие волосы, худощавое тело (идёт сжигание, пита), симпатичное лицо, слабое зрение, особенно если Солнце в падении. Будут обладать большой тягой к самопознанию.\nЕсли много планет - могут быть проблемы со зрением. Если парад планет, 4-5 планет - может давать гениальность, либо наоборот. Такие люди будут любить пышность, церемонии, ритуалы. Будут тяготеть к внешнему миру, будут иметь очень хорошую материальную жилку, их задача светить. Любят одиночество. Очень приятные, заслуживающие доверия, с шармом. Из таких людей получаются отличные управляющие и организаторы."
  },
  {
    "бхава": 2,
    "название": "Солнце во 2 доме",
    "текст": "Дом семьи, это наша речь, что мы едем, семейные накопления, музыка, художество, оценка вещей. Расширяется семья, может давать солнечную семью (если хорошее расположение). Это может быть семья отца политика, поскольку Солнце - это отец. Такие люди будут любить креативные процессы, творчество, музыку, концерты. Ходить в элегантные, царственные места. Будут любить что-то дорогое кушать, дорогие деликатесы. И считают, что заслужили это кушать каждый день. Отец властный. Если Солнце в падении, это будет давать драматические оттенки всего. Если всё О'кей, то может быть очень хорошая родословная очень, сильные отношения с отцом. Такой человек будет транслировать всё в царском свете. Оно может немного слепить человека о реалиях. Сильный род. Даёт властную речь, динамичную, выразительную, красноречивую, в царской манере. Он будет говорить и люди будут прислушиваться автоматически. Дает очень большую силу, внешнее спокойствие. Могут хорошо работать в финансовой сфере. Могут содержать большую семью. Могут нести потери, особенно если будут выступать против властей, если Сурья в падении. Могут контролировать себя в еде. Могут иметь хорошее образование. Могут стремиться жить вне зависимости от своих родителей, но могут иметь хорошую финансовую поддержку от них."
  },
  {
    "бхава": 3,
    "название": "Солнце в 3 доме",
    "текст": "3 бхава – это дом собственных усилий, это дом Упачая. Сурья освещает бхаву. 3 дом – это дом путешествий на короткие расстояния, братьев/сестёр, способностей к коммуникациям, отваге, медиа, журналистике. Человек будет очень отважный, даже может быть слишком отважный, буквально может прыгнуть в огонь, чтобы что-то доказать другим людям. Он будет очень мужественный, и это может быть иногда несколько иллюзорно. В их коммуникациях, в эго проявляется душа. Их мысли – быть в медиа индустрии и светить, блистать там. Журнализм, коммуникации, медиа, актерство, книжная деятельность, селф-мэйд (люди, которые делают себя сами). Но Солнце в 3 доме может пережечь дом, и поэтому это может дать сложные отношения с братьями, особенно если Солнце в падении. Это может давать особенности в коммуникациях, эго будет проявляться. В целом для Солнца 3 бхава это хорошо, сильное положение. Это также будет показывать человека, рожденного в хорошей семье. Очень изобретательные, деятельные люди, с умелыми руками, очень экспрессивные, очень хорошие рассказчики, будут хорошо относиться к другим, будут обладать отличным здоровьем, будут иметь хорошую репутацию, будут проявлять смелость, убежденность."
  },
  {
    "бхава": 4,
    "название": "Солнце в 4 доме",
    "текст": "4 бхава – родина, дом, материнская забота, которую мы получаем дома. Это также то место, где мы выросли, где мы живем. Природа дома. Люди с Солнцем в 4 доме интроверты, любят сидеть дома, делать домашний бизнес, им душа будет говорить, что ты должен быть дома. Хорошие родители. Хотят много энергии около дома. Как правило, это большой дом, могут быть замки, королевства. Могут иметь огромное, гигантское пространство. Конечно, это зависит от знака, от положения Сурьи. Учитывая то, что Солнце это огромный шар огня, соответственно и дом будет такой-же яркий, большой. Это мама, которая была папой, поскольку 4 дом – это дом мамы, и в нем качества папы. Это также может показывать, что у человека не будет отцовской энергии, а эту энергию будет давать мама, будет взращивать мама. У людей с Солнцем в 4 доме может быть успех после 30 лет. Из них могут получаться успешные бизнесмены, предприниматели. Такие люди могут стать богатыми буквально из ничего, поскольку по 4 дому мы также смотрим судьбу, какая судьба будет у человека, какое счастье. Таким людям после 30 лет не могут повредить никакие враги, поскольку качество Солнца сильно увеличивается. Мама будет вкладывать много энергии, много творчества в таких людей. Человек будет чувствовать себя «королем в своей деревне». Из таких людей могут получиться президенты, премьер-министры. Отношения с отцом могут быть отдалены либо холодны, либо пунктуальны, либо не очень хорошие. Особенно, если Солнце в падении, то может совершенно не быть отношений с отцом. Мама будет мощной, будет исполнять мужскую роль. Солнце в 4 доме может также дать солнечное образование, человек может учиться в самом лучшем ВУЗе, если хозяин 4 дома находится в хорошем положении. Такие люди будут любить быть дома, будут заботиться о доме. Будут очень высокообразованными, если Солнце хорошо расположено, хозяин 4 дома в хорошем положении. Если Гуру и Будха хорошо расположены, то могут быть золотые медали и красные дипломы. Такие люди будут иметь небольшое количество близких друзей. Если Солнце в падении, то может дать незаконченное образование. Будут дружить с важными людьми, у них будет доброе сердце. Если Солнце очень сильное, то оно может создавать проблемы по сердцу, могут быть инсульты и инфаркты, особенно если у родни есть такие предрасположенности. Такому человеку нужно почаще ходить у воды, вода хорошо приводит в порядок нашу Вату, тогда и Питта и Капа тоже приходят в порядок. Это будет в медицинской астрологии."
  },
  {
    "бхава": 5,
    "название": "Солнце в 5 доме",
    "текст": "Это дает креативность, академическое образование. Такие люди могут иметь таланты в брокерстве, в кино, на сцене, артистичные таланты. Человек может изучать древние тексты. Также может дать мощное потомство, сильных детей, при условии, что Солнце не в падении и хорошее положение у хозяина 5 бхавы. Это трикона, очень важные дома. Если трикона (1,5,9 дома) чувствует себя хорошо, то она отражается во всей карте человека. У человека может быть эго, будет способность делать бизнес, креативность. Дети могут быть очень яркие, одаренные, они могут поступить учиться в такие заведения как Гарвард и т.д. Даже если они туда не пойдут, то у человека точно будет желание их туда отправить. Пойдут туда дети или не пойдут, это надо смотреть карты детей, и полное положение в карте, в том числе и варги. Но у человека точно будет желание дать детям все самое лучшее и мощное. Такие люди будут иметь сильное привлекательное тело. Будут занимать высокое положение, будут хорошими советчиками, хорошими учителями, будут много путешествовать, много размышлять, будут любить игры и развлечения. Поскольку 5 бхава связана со сферой желудка, то могут быть здесь определенные моменты, это нужно смотреть. Поскольку Солнце очень яркое, то оно может пережечь, может дать небольшое количество детей."
  },
  {
    "бхава": 6,
    "название": "Солнце в 6 доме",
    "текст": "6 бхава с точки зрения медицинской астрологии имеет очень большое значение. 6 бхава – это бхава конфликтов, войн, болезней, врагов, судебных разбирательств. Солнце будет здесь занимать центральное место, куда бы оно ни встало, такова суть Сурьи (давать везде свет). Оно будет помогать решать конфликты, побеждать суды, врагов. Креативно побеждать в любых ситуациях в жизни. Но если Солнце слабое, то будут и переломы, могут быть дефрагментации. Человек может пойти в медиа-бизнес. Может врагов в друзья переквалифицировать. Из такого человека может получиться отличный судебный адвокат. Такое Солнце может дать лучших врачей, врачи-ветераны. Докторские степени (медицинские аспекты), если хорошее положение. 6 дом – это дом Упачаи, он расширяется, со временем растет. Солнце это сияющий свет. Если Солнце в падении, то его будет не достаточно, и после 35 лет к человеку придут враги. Если Солнце сильное, то человек будет со всем справляться. У него будут появляться те или иные сложности, но он будет с ними справляться, будет побеждать сложности и своих врагов. У человека будет много креативности, много идей. Такое положение Солнца будет показывать на сильный характер, на жизнерадостный характер. Такие люди могут быть вовлечены в конфликты, но будут выходить из этих конфликтов с большим успехом. Такие люди будут независимы по характеру, будут хорошо служить, поскольку 6 бхава это сфера служения. Они будут интересоваться обычаями других стран и также будут часто путешествовать за моря. Могут быть успешными в области медицины. Могут занимать высокие посты. Это юриспруденция, политика. Могут встречаться с очень важными лицами. И впоследствии становятся сами известными людьми."
  },
  {
    "бхава": 7,
    "название": "Солнце в 7 доме",
    "текст": "Положение Солнца в 7 доме может быть двоякое. Конечно, если в нем Солнце в экзальтации, то хорошо. Какие есть минусы, почему двоякое положение? Дело в том, что Солнце из 7 дома даёт прямой аспект на 1 дом и может дать солнечные качества обладателю карты. С одной стороны это неплохо. Но если говорить про карту женщины, то это не очень хорошо,  потому что женщина может занимать лидирующую позицию в союзе, в отношениях. И это неправильно, женщина должна понимать, кто в союзе лидирующий, женщина не должна быть мужчиной в семье, но она должна быть женщиной. Солнце в 7 доме может сыграть злую шутку, потому что женщина может себя не совсем правильно проявлять. Но тем не менее Солнце в 7 доме может давать довольно неплохое положение, особенно если Солнце в экзальтации, поскольку 7 дом очень важный. Солнцу в 7 доме некомфортно из-за этого люди могут быть обидчивыми, другие люди их могут не уважать, и такие люди будут пытаться всем показывать свою позицию, будто они короли, т.к. Солнце это королевская планета. Если Солнце в экзальтации, это двоякая позиция, много зависит от того, в каких гунах живет человек. А в Кали-Югу многие живут в тамасе, в тама-гуне. И Солнце может проявляться как «я король, а вы все идите…». Таким людям сложно построить брак, потому что происходит борьба за власть. И такие люди могут склоняться к некоторой идеализации. В семье очень важно, чтобы всё было в согласии, всё было поровну, чтобы можно было идти на уступки. А с Солнцем в 7 доме человеку сложно идти на уступки, он всё хочет забрать себе. Как в анекдоте: два еврея, один забрал из банки большой огурец, а другому достался маленький, и он спрашивает «Почему ты взял себе большой, а мне оставил маленький. Если бы я был на твоем месте, я бы себе взял маленький, а тебе оставил большой». И первый еврей отвечает «Так вот ты так и сделал!». То есть такие люди с Солнцем в 7 доме даже не понимают, в чём есть такие их проявления. Если Солнце в падении, то это будет проявляться ещё сильнее. Но если Солнце в экзальтации, и человек духовно развивается, то у него может быть брак с очень влиятельным, известным человеком. С таким положением у девушек, нужно понимать, что одеяло не нужно на себя перетягивать и не нужно спорить с мужчинами. Здесь нужно учиться выстраивать отношения на равных, и отношения с партнёрами по бизнесу тоже надо выстраивать на равных. выстраивать на равных (это и мужчин тоже касается)."
  },
  {
    "бхава": 8,
    "название": "Солнце в 8 доме",
    "текст": "8 дом – это дом оккультных знаний, это то, что глубоко, что секретно. Это вещи под землей, секретная информация, компромат, конфиденциальная информация. Солнце расширяет дома, расширяет и 8 дом. В абстрактном гороскопе 8 это Скорпион, дружит с Солнцем, всё очень хорошо. Но, с другой стороны, когда Солнце находится в домах дустханах, то это всё равно не очень хорошо. Солнце это Атма. Личность человека может быть в потерях, и особенно плохо это отражается для Льва, Солнце лагнеша. И если Лагнеша находится в дустханах, потеряна, то это не очень хорошо. Солнце расширяет 8 дом, это таинственный дом, это сфера сексуальности. Такие люди будут привлекательны (если Солнце не в падении, и если Венера не в падении). Высокая сексуальная энергия, человек будет считать себя «первым парнем на деревне». Почему «на деревне» - потому что Солнце в 8 доме не даст реализовать что-то большее, масштабы деревни точно будут. Но надо смотреть еще и лунную карту, мы не должны делать выводы только по джанма лагне, но должны рассматривать минимум три карты, а лучше еще больше, только тогда мы сможем полноценную картину иметь. Такие люди будут любить оккультизм, могут держать секреты, много чего не будут говорить. Могут видеть определенные тонкие вещи. Очень магнетическая личность, притягивают к себе людей. У такого человека в возвратный транзит Солнца (и в другие хорошие периоды) могут происходить взлеты. Вы можете посмотреть свои периоды, года жизни, и вы увидите, что в различные периоды жизни у вас происходит что-то хорошее или плохое. Такие люди будут мистики, будут заниматься чем-то мистическим, они могут довольно хорошо видеть оккультный мир. Могут быть немного фанатичными. Поскольку Солнце расширяет 8 дом, а он связан с сексуальностью, с сексуальными органами, то у них могут быть проблемы с этими органами (это мы будем позже проходить). Обычно люди с Солнцем в 8 доме довольно застенчивы, они избегают быть на виду. На моей практике, эти люди обычно селятся вдалеке от тех мест, в которых родились. У них, как правило, слабое зрение, потому что Солнце отвечает за зрение. У них неважное пищеварение. Может быть небольшое количество детей. Интересуются мистикой, мистицизмом. И могут быть госслужащими."
  },
  {
    "бхава": 9,
    "название": "Солнце в 9 доме",
    "текст": "это религия, закон, учителя, отец (как первый учитель). Это путешествия, паломничества, удача. Это один из самых главных домов, показывает нашу удачу. Солнце само по себе – это душа, отец, правительство, здоровье, самоуважение. Если 8 дом это как яма, то в 9 доме Солнце поднимается на новую высоту, выходит из-за горизонта, готово жить. Человек может быть королем, он старается на всех смотреть сверху, проявлять защиту, заботу. В зависимости от гуны Солнце может проявляться в эго, и это зависит от того, какие у человека были учителя, какой был отец. Такие люди, как правило, если они в религии, то очень глубоко туда погружаются, могут быть сильными последователями, на уровне фанатизма. Из таких людей могут получиться сильные госслужащие, следователи, судьи, священнослужители, т.е. люди, которые могут закон соблюдать. Также человек может быть преподавателем в университете, может занимать высокую должность, может быть адвокатом очень хорошим. Солнце находится в падении, могут быть проблемы с отцом, со спиной. Но само положение Солнца в 9 доме уже является как нейтрализацией. Солнце в триконах (1й, 5й, 9й дом) особенно расцветает, а в дустханах Солнцу гораздо сложнее, даже если оно там находится в экзальтации. Трикона нужный оттенок создаёт. Если Солнце находится в 9 доме, то люди во второй половине жизни всё равно приходят ближе в служение, ближе к Богу. Как правило, это влиятельные сильные люди, иногда могут быть опрометчивые, иногда могут допускать крайности в своем поведении. Доходы их могут быть связаны с перевозкой товаров, с творчеством, религией. Они себя хорошо чувствуют в путешествиях, интересуются политикой. Очень честолюбивые люди. Очень близко к сердцу могут воспринимать конфликты, особенно если они есть с государством, с противоположным полом, либо с партнерами."
  },
  {
    "бхава": 10,
    "название": "Солнце в 10 доме",
    "текст": "Это хорошее положение. 10 дом – это дом власти, правительственной работы, исполнительной власти, административной работы, карьеры, социальной реализации, как вы себя показываете миру, приказы, порядок, дом отца. Здесь Солнце находится самое горячее, самое ярчайшее. Это как 12 часов дня. Солнце в 10 доме даёт аспект на 4 дом, а в 4 доме Солнце может давать красные дипломы и медали, но ещё не забывайте смотреть Юпитер и Меркурий. Если у человека Юпитер в экзальтации или Меркурий в экзальтации, или в собственном знаке, или просто находится в кендрах или триконах не в падении, и Солнце находится в 4 доме, то большая вероятность того, что человек закончил школу, институт с медалью. Но не забывайте смотреть все карты, если хотя бы в чандра лагне или в сурья лагне Солнце в поражении, то этого может и не произойти, может быть так, что человек туда поступил, но что-то дальше не получилось. Но если везде всё ок, то большая вероятность, что человек особым образом, отлично закончил школу. И прежде чем делать такие выводы, всё перепроверьте. Очень часто бывает так, что в других картах это проявляется по-другому. Если Солнце в 10 доме, то у человека очень хорошая карьера, сильные контакты по работе, с сильными людьми, при условии, что Солнце не в падении, не в ганданте (не в слабом градусе), и если управитель 10 дома не ретро планета. Даже если управитель ретро, то Солнце всё равно будет подталкивать человека. Конечно, будет давать эго, определенный эгоцентризм. Человек может много жить на работе, для него работа будет очень важна. Человек может строить политическую карьеру, топ-менеджмент. Но когда мы будем проходить лунный календарь, будем говорить, что на качества человека влияет то, насколько Солнце отдалено от Луны. Если они близко расположены, то человеку будет сложно, поскольку ментальные и психические моменты у него будут ослаблены. Но если они расположены на хорошей удаленности, то человек действительно может занимать сильные посты и быть, например, топ-менеджером, и может иметь хороший доход. И может хорошо развиваться в корпорациях. Обычно такие люди очень здоровы, с очень мощным телосложением, работоспособные, трудоголики. У них есть руководительские навыки, имеют хорошую репутацию (смотрим хозяина дома и диспозитор хозяина дома). Такие люди могут быть хорошими политиками, хорошими управленцами. У них, как правило, хорошие родители, хорошие дети. Из них могут получиться хорошие врачи, композиторы, госслужащие, топ-менеджеры. У них довольно сильные чувства, и их сильно привлекает противоположный пол."
  },
  {
    "бхава": 11,
    "название": "Солнце в 11 доме",
    "текст": "Это блага, и они могут переходить по карме, по Пурва-Пунье. С одной стороны здесь Солнцу не комфортно. В 10 доме Солнышку немного получше, оно может себя чувствовать королем. А в 11 доме есть определенные моменты, но, тем не менее, всё равно доходы у человека будут по Солнцу, желания по Солнцу, друзья тоже, окружение по Солнцу. Кстати, в 10 доме тоже окружение по Солнцу. Если у женщин Солнце в 11 доме, то могут быть не сразу хорошие отношения с братьями или с отцом, но потом улучшаются. Обычно, такие люди имеют красивую внешность, долго живут, общаются с великими людьми (при условии, что хозяин 11 дома чувствует себя хорошо). Владеют собственностью, способны зарабатывать хорошие деньги, способны хорошо ими распоряжаться. Могут происходить из преуспевающей семьи. Люди эгоистичны, у них не так много близких, хотя окружение может быть довольно большое. Они горды, несколько хвастливы, но их будут высоко ценить. Образованные, квалифицированные люди. Скажем так, даже великие люди их будут ценить."
  },
  {
    "бхава": 12,
    "название": "Солнце в 12 доме",
    "текст": "Это дом дустханы и Солнцу здесь не очень хорошо. Это дом убежищ, тюрьмы, госпиталя, поселения, поселения за границей, отношения за границей, за морем. Скрытые враги и потери. Духовность, таланты, монастыри. Благотворительность, траты денег. Солнце – это душа. Душа находится в 12 доме. С одной стороны, человек будет стремиться к духовности. Но здесь есть определенный минус, связанный с тем, что Солнце является автоматически каракой нескольких домов (1, 9, 10 домов), и когда оно находится в 12 доме, ему не очень хорошо. Иногда при таком положении мы рекомендуем заниматься международными делами. Это может быть хорошо для политиков, для отношений за границей, для посольств, интернациональные, политические связи. Или можно жить за границей, потому что душа находится как бы за границей. Если мы видим такое положение Солнца, то говорим, что это может дать вероятность тюрьмы (простите за такую реалистичную трактовку, но что есть, то есть), либо опять же заграница (и если мы переехали на 1000 км, то это считается как заграница). Могут потерять дом, может быть банкротство, могут быть отношения с отцом отдаленные. Может быть сложность с поясницей, спиной. Человек может быть убийцей, психопатом (особенно если Солнце в падении, и еще идет аспект на 6 дом). Человек может идти на преступление, а может наоборот работать в системе исправительной, в лечебнице. Здесь тоже надо смотреть хозяина 12 дома, его положение. Также надо смотреть какие периоды идут. Но Солнцу в 12 доме тесновато, это темница для него. И, как правило, бывают сложные отношения с отцом, с удачей. Как нейтрализация – это служение, благотворительность, и в том числе заграница. Хорошие моменты, что такой человек будет тянуться к духовности, и в итоге духовность перевесит. У таких людей слабое зрение, поскольку Солнце идентифицирует зрение. Они рано отделяются от отца, могут быть немного не решительные, поскольку Солнцу не комфортно там. Они часто сменяют свои занятия, могут потерять ребенка, любят путешествовать, любят посещать чужие страны и живут в уединенных или необычных местах. И конечно, таким людям рекомендуется жить там, где много Солнышка (это как нейтрализация), это может быть заграница (отдаление на 1000 км уже считается как заграница)."
  }
]