[
  {
    "бхава": 1,
    "название": "Венера в 1 доме",
    "текст": "1 дом - это личность, бытие, наружность, внешний вид. Венера отвечает за красоту, чувственность, роскошь, отношения, страсть. Если находится в первом доме - это очень хорошо, при условии, что Венера себя чувствует хорошо. Если в экзальтации, такие люди будут очень хорошо выглядеть. Если в падении,  будет отражаться на внешности, либо если есть аспекты Венеры в падении на 1 дом. Если Венера находится в марсианских знаках или Марс находится венерианских знаках, либо Марс и Венера находятся вместе - это показатель очень сильной, яркой сексуальной энергии. Но если Венера в падении или ретро или в ганданте или сожжённая или проигравшая в войне, то это будет всё выглядеть по-другому. Если находится рядом с Раху, Раху будет всё это раздувать. Человек Будет поддерживать себя, свой внешний вид. Любят смотреться, будут следить за собой, для них важные слова - связанные с имиджем. Такие люди будут выглядеть красиво. Когда Венера в первом доме, это не как Арудха лагна, когда людям будет казаться, что вы красивый(ая), а вы реально будете красивым(ой). Если у мужчин, такие люди будут привлекательны, Харизма будет, магнетизм. Будут стараться заботиться о себе, о внешнем виде. Если есть ретро, то это может дать некий перекос. Это люди искусства, творческий, актёрские способности, модельный бизнес. Люди могут быть публичными, если ещё тут Солнце, то вообще. Хорошее чувство вкуса. Если вы хотите хорошо со вкусом одеться, то такие люди могут в этом помочь, у них очень тонкое чувство вкуса. Будут любить хорошо одеваться, будут себя держать хорошо. Будут себя любить. Будут ценить людей которые их ценят, это будет очень важно. Будут любить комплименты. Если вы будете делать комплименты таким людям, они будут себя очень хорошо чувствовать в вашем окружении. Если в экзальтации, это одни из самых красивых людей которые могут быть. Либо если аспект, причём неважно в Чандра лагне, Сурья, Джама. Аспект на 7 дом. Таким людям очень важно чтобы у них были компаньоны. Им очень тяжело без общения. Они всегда будут выглядеть чисто, аккуратно. Если падшая, то наоборот. Такие люди будут харизматичные, у них будет Божья искра. Прекрасная наружность, привлекательность. У них хорошие коммуникации могут быть (смотрим Меркурий). Есть склонность к искусству, музыки, танцам. Им сопутствует удача. Если чем-то злоупотребляет, то могут быть проблемы по здоровью. Если Венера в голове, то она будет искушать на всякие удовольствия."
  },
  {
    "бхава": 2,
    "название": "Венера во 2 доме",
    "текст": "Это дом семьи, финансовых сбережений, накоплений. Что мы кушаем. Таланты голоса, способности говорить. Семейный бизнес. Лицо. Венера во 2ом доме даёт ещё большую озабоченность во внешнем виде. Это могут быть и пластические операции, это в том числе если Раху стоит или аспекты Раху. Раху даёт что-то искусственное. Если Кету, то могут быть странности по Венере, видоизменения лица, внешнего вида. По Венере могут быть коллекционирования картин; камни, украшения, роскошь, всё что хочется, здесь может быть. 2й дом отвечает, в том числе, за одежду и соответственно человек будет носить лучшую одежду. Соответственно здоровенный шкаф у женщин. Суть Венеры сберегать, но здесь будет и тратить. Предрасположенность к искусству, поэзии, если хорошо расположена. Даже если Венера себя чувствует нехорошо, то 2ой дом немножко нейтрализует. У таких людей может быть очень красивый голос, могут хорошо петь, могут копировать голоса, таланты в искусстве, поэзии. Могут делать различные элегантные вещи. Женщины будут хотеть идти в лучший ресторан. Будут говорить очень элегантно. Профессии: косметология, продавцы украшений, драг. камней, предметов искусства. Но если старинные вещи, то должен быть и Сатурн (антикварность). Соответственно человек будет любить собирать драгоценные камни. Любит культуру, традиции. Красочные, различные, художественные штучки. Будет ценить обычаи, любит членов семьи, друзей. Могут быть финансистами, если есть соединение Меркурия. Будут очень артистичны, изысканы в питании, будут разбираться в питании. Это очень прекрасное расположение Венеры. У такого человека будет привлекательное лицо. У него не будет недостатка в деньгах, но будет и тратить хорошо. Доброжелательная манера речи, способности к поэзии. Такие люди будут владеть имуществом. Будут счастливы в семейной жизни, будут драгоценности. Говорят дипломатично. Тяга к сексуальным наслаждением, поскольку прямой Аспект на 8ой дом. Любят хорошо покушать. Они будут хорошими ораторами, которые прямо сладко поют."
  },
  {
    "бхава": 3,
    "название": "Венера в 3 доме",
    "текст": "Дом усилий - это сила воли, что можем сделать своими руками. Это какие-то крафтовые вещи, искусство, дизайн, пошив, починка. Это хобби, медиа, писательство, журнализм. Любой тип красивых зрелищ, в том числе киноискусство. Венера в 3ем доме - это творческие люди, люди которые сделали себя сами. Венера - это искусство и здесь у человека будет высокая предрасположенность к искусству, могут быть очень хорошие дизайнеры. Хенд-мейд. Могут быть художниками, писателями. Может быть что-то связанное с авто, например тюнинг, реставрация (Сатурн с Венерой). Может давать работу в окружении где доминирует женская энергетика. Венера даёт прямой Аспект на девятый дом - дом удачи. Будет всё хорошо с удачей. Отвечает за отношения. Как правило такие люди очень разумные. У них способности к искусству, другим формам самовыражения, к торговле. Могут быть хорошие братья, сёстры. Могут получать подарки от своих родных. У них как правило мало детей. Умеренное финансовое положение. Может быть небольшая черта скупости (смотреть двенадцатый дом, если там Солнце, то всё будет аннулироваться)."
  },
  {
    "бхава": 4,
    "название": "Венера в 4 доме",
    "текст": "это дом внутреннего счастья, недвижимости, транспортных средств, удобства. Это то, как нас воспитывала мама, сколько давала любви. Это образование. Венера отвечает за любовь, роскошь, красоту в жизни, за страсть в жизни, красоту, искусство. Венера в 4 доме получает Диг-бала, это очень хорошее положение. 4 дом как 4 знак, и Венера с Луной чувствует себя хорошо, Луна дает ей женские характеристики. Идеальная женщина, у которой хороший баланс Луны и Венеры. Мама будет очень красивая. Человек получит много материнской любви, прекрасный дом, прекрасные автомобили. Особенно, если Солнце с Венерой, то даже замки. По Венере – что-то красивое, с уютом. Если Сатурн с Венерой, то могут быть старинные красивые поместья. Может быть домашний бизнес, дизайнеры по дому, архитекторы. Любовь к актерству, кино, изобразительные искусства. Человек может быть искусным агентом по недвижимости, который может продавать дома, коттеджи, будет учить людей, как сделать максимально уютным дом. Могут быть хорошими домашними консультантами, психологами, психиатрами, косметологами. В офисе у них очень красивая умиротворяющая обстановка. Они не любят религиозных фанатиков, могут быть с ними врагами. У них прекрасные машины, Бентли это про Венеру в 4 доме. Конечно, смотрим какой хозяин, и если попроще машина, то самая красивая. На практике, если Венера расположена хорошо в 4 доме и если хозяин 4 дома расположен хорошо, то машины как раз такие (Мерседес S). У человека будет разнообразная собственность. Получит родительское счастье. Будет дружить с людьми искусства. Будут сильные романтические желания в сердце, могут писать очень красивые стихи. Они могут получить хорошее образование, наследство, иметь хороший транспорт, недвижимость, жить в восхитительных живописных местах (4 дом отвечает за место обитания). У таких людей будет религиозные наклонности. Из них будут получаться хорошие мамы. И их мамы очень красивые. Это могут быть садовники, декораторы. У них чистое сердце и с  такими людьми находиться очень легко, у них венерианское сердце."
  },
  {
    "бхава": 5,
    "название": "Венера в 5 доме",
    "текст": "дом официального образования, академическое образование в реальном учебном учреждении. Это дети, все, что касается наших детей. Это креативность, таланты смотрим по силе 5 дома. Это политика, интерес к политике, Пурва-пунья, благочестие, что мы получили в прошлой жизни, это древние знания, священные писания. Это гламур, развлечения, кино, актерский талант, спекулятивный бизнес, сток маркет, сток биржи, киноиндустрия, ставки. Это очень хорошее положение. В абстрактном гороскопе 5 дом это Лев, и Венера во Льве это и есть принцесса. Принцесса надела платье, украшения, машины, остается только веселиться. Принцесса здесь пришла за весельем и это часть ее жизни. Венера – это страсть, мирское счастье. Ее счастье здесь заключено в том, что она вовлечена все время в какие-то креативные моменты, вся жизнь креативна и кипит. Конечно, при условии, что она не поражена и хозяин 5 дома. Поскольку Венера отвечает за чувства, и 5 дом отвечает за то, сколько мы любви получим от супруга, то такие люди выходят замуж и женятся на том, кого любят. Такие люди будут очень творческими, у них может быть успех в бизнесе, особенно если бизнес связан с творчеством. Могут быть политики, политическими деятелями. Они очень сильные креативщики. Они могут получить удовлетворение на протяжении всей жизни. Усиливается сценический, певческий талант. Любовь к детям. Бизнес может быть и во взлетах, и в падении. Много интереса к оккультной деятельности, могут знать и практиковать много древних практик. Аспект на 11 дом – такие люди могут быть очень состоятельными, довольно благоразумны. Они имеют хороших детей, могут иметь хороших последователей. Они очень хорошие советчики во всех областях жизни. У них есть возможности в индустрии развлечений. Могут разбираться в капиталовложениях, и, как правило, делают довольно выгодные капиталовложения. Они склонны к духовным практикам, к молитвам. Мечтательны, идеалистичны и живут с комфортом."
  },
  {
    "бхава": 6,
    "название": "Венера в 6 доме",
    "текст": "это не очень хорошее положение, в абстрактном гороскопе это знак Девы, и в Деве Венера находится в дебилитации (в падении, в положении нича). 6 дом – это соперники, наши враги, враги на работе, конкуренты, болезни, суды, преследования. Венера – это сострадание, любовь, отношения, страсть к жизни, удобства. Это все, что делает человека счастливым. Такие люди могут быть неплохими социальными работниками. Если Венера хорошая, то они будут заботиться о благополучии других людей, которые без прав, без льгот, которые не могут помочь себе, кому нужна постоянная забота. И если эти люди будут этим заниматься, то будет очень хорошо. Это работа с бездомными, сиротами, с женщинами, у которых есть сложности, у которых произошли какие-то катастрофы. Это может быть работа с соглашениями, с контрактами. Могут быть юристами. Принцессе Диане подходит такое положение. Могут быть ветеринарами, поскольку есть сердобольность. Медицина, помощь обездоленным. Могут открывать дома сирот. Но здесь не очень хорошее положение, так как Венера является каракой дома партнерства, то могут быть разводы из-за того, что Венера находится в дустхане, это не очень хорошо. От 7 дома, от дома  партнера, Венера находится в 12 доме, это показывает, что могут быть разводы. 6 дом – это не самое лучшее положение для Венеры, поскольку это 12 дом от дома партнерства, и поскольку Венера в абстрактном гороскопе в Деве находится в падении, ей не комфортно. Также могут быть проявлены болезни по Венере. Но если люди будут заниматься служением, отдаванием, то это будет своего рода как нейтрализация. Эти люди довольно надежные, у них может быть мало врагов, при условии, что Венера чувствует себя хорошо. Либо будут производить хорошее впечатление, в том числе и на врагов. Партнеры в браке могут быть болезненные, либо могут быть в разводе. Если Лагнеша Венера в 6 доме, то будут различные болезни. Здесь уже может не быть роскошной жизни, но смотрим Чандра-лагну, смотрим сарваштакаваргу, бинду по каждой бхаве (будем позже изучать). У человека будет склонность к путешествиям, будет любить что-то связанное с тропиками, будет ездить за границу. У них будет небольшое число детей. Могут быть большие расходы на дом и на машину."
  },
  {
    "бхава": 7,
    "название": "Венера в 7 доме",
    "текст": "этот дом десцендент, очень важный дом, отвечает за партнерство, за семью, за служение другим людям, за коммуникации с другими людьми, за количество коммуникаций, за большое количество народа. Отвечает в том числе, за бизнес, за бизнес партнерства. Венера – это энергия любви, страсти, также это отношения с противоположным полом. Это наслаждение роскошным стилем жизни, есть ли вообще наслаждение и удовольствие. Это чувственные удовольствия, оперы, галереи, кино, искусство, творческие способности. Накопленные блага, драгоценности, драгоценные камни. Венера это энергия Лакшми. С точки зрения материальных благ положение Венеры очень важно. От этих вопросов нельзя открещиваться, это не правильно, мы живем в материальном мире. Потому что это получится пренебрежение. Есть две энергии – энергия Лакшми и Алакшми. Как только мы начинаем пренебрегать энергией Лакшми, приходит Алакшми. От положения Венеры зависит очень многое. Надо читать мантру Венере, она же мантра Лакшми – «Лакшми виган шри камала дхариган сваха» - по 108 раз. В Ведах написано, что эта мантра дарует материальное процветание. Мантру можно читать или слушать, и это реально работает. Я предлагаю вам поверить и проверить. Мантру надо читать всем, но особенно хорошо это делать девушкам. Если изобилия вам покажется больше, чем нужно, то вы можете его потратить на добрые дела, плохо от этого никому не будет. И чем мы больше делаем добрых дел, тем больше у нас будет изобилия. Когда планета находится в доме, где она является каракой, то это не очень хорошо. Но в абстрактном гороскопе 7 дом это как 7 знак, и тут Венера как бы в своем знаке. Поэтому здесь не работает правило, что карака дома в своем доме ухудшает его, свои качества, здесь есть исключение. Шукра раскрывает здесь свои качества. Эти люди будут создавать отличные отношения, могут делать какие-то соглашения, могут быть профессиональные свахи. Так же работает аспект Венеры на 7 дом. Могут быть адвокаты очень хорошие. Так как Весы отвечают за торговлю, а здесь 7 дом, то мужчина может быть хорошим торговцем, дельцом, адвокатом от Бога. Такие люди могут быть свахой, декоратором, дизайнером интерьера. Такое положение очень хорошо в карте мужчины. 7 дом отвечает также за работу с другими людьми, это очень хорошее положение. Люди будут здесь делать карьеру, энергия Венеры поможет активировать 10 дом, человек может идти довольно высоко. Конечно, может он не станет сразу супер богатым, но, тем не менее, он будет делать все, чтобы у него это получилось. Для мужчин жена будет по Венере, красивая. Но и должно все быть в гармонии. Для женщин тоже хорошо, мужчина будет яркий, харизматичный. И надо смотреть в целом на положение Венеры. Будут окружать такие же венерианские люди. На практике, у таких людей хорошие коммерческие способности, они могут хорошо работать в группе. Счастье в браке. Венера дает свои характеристики, сексуальность. Такие люди будут энтузиасты, красивы собой. У них будет хорошее образование. Может быть хорошее отношение с известными людьми, селебрети. Такие люди могут часто ездить в путешествия, что также хорошо."
  },
  {
    "бхава": 8,
    "название": "Венера в 8 доме",
    "текст": "дом отвечает за внезапности, за внезапные события, за смерть, за перерождение. За объединенные активы супруга. Отношения с семьей партнера (это 2-й дом от 7-го, родительская семья партнёра). Отвечает за скрытые знания, за шахты, работы под землей. Венера отвечает за любовь, брак, отношения, страсть, сексуальность. Активы, роскошные вещи, искусство, креативность, художества. Венера в 8 доме, даст сверх сексуальную энергию, если она хорошо расположена. Поскольку Венера это карака 7 дома, то человек может познакомиться с партнёром секретным образом, например, на вечеринке увидел, ничего не сказал, а потом опять встретились внезапно. У человека могут быть секретные отношения с женой, например, он её никому не показывает, такие пары тоже бывают. Также при таком положении Венеры мужчина может иногда после брака чувствовать ограничения. Но здесь, если Венеру не развивать, она может дать некоторые моменты, она может быть преданна или не преданна, поскольку 8 дом не очень подходит под Венеру. После брака у человека может всё появиться, но чтобы всё получилось, то нужно создавать карму отношений и мантру Венеры обязательно нужно читать. Женщина с Венерой в 8 доме будет обладать целительскими способностями, может руками лечить. Но, здесь может быть двойной эффект, так как 8 дом довольно специфический, и Шукра – это учитель демонов, то здесь такое положение может дать не совсем правильные вещи, например, секс индустрия, индустрия для взрослых, проституция. Нужно смотреть, в каком положении находится Венера. Если в ретро, в нича, если с Раху или тем более с Марсом, то может так проявляться. По крайней мере, людей будет тянуть в эту сферу. А утянет или нет, надо смотреть на качества Шукры. В том числе у мужчины может быть много романтических отношений, тайных. У Шукры здесь двойное качество, она может раскрываться не самым лучшим образом. Если ещё такое окружение у планеты, то может все это быть. Обращайте на это внимание при выборе супруга. С другой стороны может быть тяга к мистике, к духовности, но здесь нужно смотреть на человека. На практике, у таких людей довольно долгая, спокойная жизнь, это последствия положения Венеры. Как правило, брак может быть с задержкой. Иногда это может означать и не один брак. Могут быть какие-то несбыточные надежды в сфере искусства. У этих людей будет собственность. И их тоже будет тянуть в духовность."
  },
  {
    "бхава": 9,
    "название": "Венера в 9 доме",
    "текст": "это дом высокого обучения, философии, религии, удачи, дом паломничества, дальних путешествий. Это дом продвинутого образования, могут получить доктора наук, ученые степени. Удача, сколько удачи, благословение от Бога. Венера отвечает за удовольствие, за страсть, за доходы, это сигнификатор брака. Венера в 9 доме это довольно хорошо. Люди будут находить удовольствие в высоком учении, в философских дискуссиях. Будут любить путешествия, поскольку путешествия будут давать удовольствия, будут путешествовать по всему миру. У них будет чувство вселенского мира. Венера – это Бог демонов, Юпитер – это Гуру всех святых. Поскольку в абстрактном гороскопе 9 дом это как Стрелец, управляется Юпитером. Венера находится в доме врага, учителя святости. И поскольку Венера тянется к материальным вещам, а здесь больше духовные моменты, то положение здесь может давать теологические моменты. Если человек будет заниматься религией, то он будет искать красоту во внешних моментах. Например, если он занимается духовными практиками, то он будет самый лучший в обустройстве праздников. Такие люди будут хорошо образованы, могут получить различные докторские степени. Поскольку Шукра сигнификатор 7 дома, то они могут встречаться с людьми других культур, могут быть люди из заграницы, мужья/жены могут быть такие. Такие люди будут благословлены, но может иногда давать неуважение к религии своего места. На практике, такие люди из состоятельной семьи, у них хорошее образование, они будут путешествовать по свету. У них будет все хорошо с драгоценностями, с удобствами. Они будут иметь любовь к Богу, будут заниматься благотворительностью. У них будут тоже привлекательные партнеры по браку. Могут зарабатывать на перевозке товаров. У них будет интерес и способности к искусству. Могут вступать в брак с гражданами других стран. По характеру это, как правило, очень щедрые учтивые люди."
  },
  {
    "бхава": 10,
    "название": "Венера в 10 доме",
    "текст": "это дом власти, карьеры. Это отец, отцовские фигуры. Это публичная жизнь, социальная реализация. Сколько есть власти у человека, какие посты человек может занимать. Поскольку это дом упачаи, то здесь мы можем иметь довольно высокий прогресс. Венера отвечает за материальные наслаждения, и здесь может дать человеку любовь к власти. У человека будут возможности для получения власти, у них будет все для этого. И для этого нужно смотреть положение Солнца и Луны, смотреть дробную карту Дашамша, хозяина 10 дома, окружение 10 дома, что стоит в 10 доме и какие аспекты. Поскольку 10 дом – это дом карьеры, то это будет давать офис венерианский, люди могут работать в лучшем офисе. Может быть работа венерианская. Люди могут быть филантропами, могут быть музыкантами, дизайнерами, художниками, банкирами. Если не в сфере искусства, то может быть работа с женщинами, маникюр/педикюр, либо офисы очень красивые. Поскольку Венера это сигнификатор 7 дома, то особенно для мужчины, жена будет профессионалом, ориентирована на карьеру. Возможно, будет встреча именно в профессиональной среде, либо на бизнес конференции, либо где-то вместе учились. Также Венера здесь помогает получить имидж, славу. Как правило, такие люди пользуются вниманием, они рождены в хорошей семье. Идёт аспект на 4 дом, значит, и недвижимость такая, и транспортные средства. У человека будет хороший дом, машина. Он может состоять в браке с известным медийным человеком. Эти люди сострадательны, будут помогать нуждающимся. У них будут хорошие способности в областях искусства, игр. У них могут быть успехи в спорте, но спорт венерианский, например, художественная гимнастика, синхронное плавание. Успехи в творчестве, в бизнесе. Они имеют отношение к здоровью, к красоте, к клинике здоровья. К развлечениям. Они образованы, будут иметь контакты с высокими слоями общества."
  },
  {
    "бхава": 11,
    "название": "Венера в 11 доме",
    "текст": "это дом мечтаний, желаний. В зависимости от того, как расположен 11 дом, смотрим, получится ли этого достичь. Также отвечает за старших братьев, показывает профессиональные круги общения. Показывает людей, которые помогают нам достичь профессиональные цели. Сколько человек может получить доходов. Венера отвечает за удобства, за развлечения, за страсть, за удовлетворение от жизни, за чувственные вещи, за материальное счастье. Это культура, деньги, отношения, искусство. И Шукре здесь очень комфортно. Если  у вас есть Венера в 11 доме, то поздравляю вас! Сатурн ее лучший друг, ей здесь очень хорошо. Венера как принцесса, все желания и мечты у нее будут сбываться. Если Венера здесь в падении, то человек будет и получать, и терять одновременно. Шукра будет хорошо себя чувствовать в знаках Сатурна. И вообще, для сатурнианских знаков Венера является йога-каракой. Также как и для венерианских знаков важно положение Сатурна, он является для них йога-каракой (это тоже будем позже проходить). Если Венера в экзальтации, хорошо расположена и взрослая, зрелая, то будет не только много получать, но и много отдавать. Если же еще юная, в маленьком градусе, то будет стараться больше получать. Как только человек женится, то удача будет увеличиваться. Через партнёра, через брак, может увеличиться доход. Общение с женщинами, бизнес с женщинами, поможет сделать большой финансовый поток. Также сюда подходит дизайн, домашнее оборудование, косметика, женская одежда. Все, что относится к женщинам, к искусству, даст много денег. Работа в банке, спекулятивный бизнес, финансовые институты. Музыка, искусство, развлечения (поскольку аспект на 5 дом). И это хорошее положение, чтобы раскачать большой поток. Большой круг людей может быть. Такое положение очень благоприятно для Венеры. Это дает хороших детей, деньги без усилий, хорошего партнёра по браку, будет очень дружелюбный, сострадательный характер будет у такого человека. Эти люди будут выполнять работу, будут влиять на широкие массы людей. У них с офисом будет все хорошо. Будут странствовать. Могут быть консервативны немного, поскольку в абстрактном гороскопе тут сатурнианский знак. Им сопутствует успех в совместном бизнесе. Они будут влиять на общественное мнение. Позже мы пройдем Арудха-лагны - как вас видят в обществе."
  },
  {
    "бхава": 12,
    "название": "Венера в 12 доме",
    "текст": "Двойная трактовка. Дом потерь. Всё, что связанно с тратами, дальние земли, духовность, другой мир, потери денег, здоровья, энергии. Это психиатрические заведения, тюрьмы, госпитали, творчество, воображение, мир мечт, скрытые таланты. Венера отвечает за страсть, любовь, отношения, удобства, счастье, радость. Могут быть неоправданные ожидания. Также это не очень хорошо с точки зрения партнёрства, может быть потеря партнёра, либо партнёр из-за границы. Хорошее воображение, фантазия, но и в то же время они могут воспринимать духовный мир. Реальность часто может быть не такой, какой они её себе представляют. Из-за этого могут получать неудовлетворение в жизни. Могут терять энергию Венеры. Поскольку Венера отвечает за красоту, если в потерях, то могут быть некие шутки. 12 дом отвечает за постель, в том числе за спальню, в этом плане всё очень хорошо. Так же тут медитации есть. Если Венера в падении, с Сатурном, Марсом, или Раху, то могут быть: проституция, нимфоманство, либо алкоголь, наркотики и т.д. Тоже самое по 8му дому. Могут быть транжиры, но в тоже время заниматься благотворительностью. Для мужчины - Это значит, что будет тратить деньги на свою жену, будет исполнять желания и через это будет получать энергию Лакшми. Это может означать, что через отдачу человек может получить счастье. Это может также дать сверх сексуальную энергию. Обязательно нужно это контролировать. Если Меркурий с Венерой, то нужно быть очень внимательными, поскольку могут быть моменты связанные с психическим здоровьем. Может дать тягу к загранице, может дать супруга из-за границы. В период Венеры нужно быть аккуратным, поскольку 12 дом - это дом тюрем, то могут быть проблемы связанные с законом. Такие люди чрезмерно будут наслаждаться роскошью, сексуальной энергией. Они могут быть введены в заблуждение представителями противоположного пола, могут быть обманы. Могут пережить внезапную потерю партнёра по браку или лишиться своего общественного положения. Могут быть неустойчивы в религиозных принципах. Они любят всё таинственное, то что находится под секретом, есть склонность ко лжи. Верят, и могут понимать даже, следующую жизнь. Создают карму для будущих рождений. Такое положение дарует богатство, щедрость, стремление совершать хорошие дела. Человек много тратит, но если Венера зрелая - человек может тратить на благотворительность, и поэтому по закону кармы всё будет возвращаться."
  }
]