// Auto-generated from .Лекции/174-177 (gochara lectures)

export type GocharaPlanetCode = 'Su' | 'Mo' | 'Ma' | 'Me' | 'Ju' | 'Ve' | 'Sa' | 'Ra';

export const GOCHARA_PLANETS_RU: Record<GocharaPlanetCode, { title: string; byHouse: Record<string, string> }> = {
  Su: {
    title: 'Солнце',
    byHouse: {
      '1': `Транзит Солнца через 1 дом. Солнце в экзальтации, соответственно в это время человек будет светиться. В Лунной карте когда идёт транзит Солнца, идёт соединение с Луной. Это новолуние, это всегда даёт напряжение. Так, как в Лунной карте Солнце идёт по Луне, Луна будет слабая, соответственно будет много напряжения, много огня. Из-за этого у человека будет проявляться Эго.Если Солнце в карте у человека хорошее, он может стать очень ярким.`,
      '2': `Транзит солнца через 2 дом. Будут освещаться сферы которые отвечают за деньги, за питание. Будет очень много огня, Раджаса, поэтому если человек не дружит с Солнцем, оно может и выжигать. Поэтому транзит Солнца по второму дому влияет средне, но если у человека в карте хорошее благоприятное Солнце, то счёт в банке будет увеличиваться.`,
      '3': `Солнце через 3 дом. Смелость, путешествия, человек может брать какие-то обеты. Если человек выпустят книгу или какую-то деятельность публичную начнёт, то может получить известность.`,
      '4': `Солнце через 4 дом. Это очень нежный дом, здесь очень много огня. Для внутреннего счастья, это может быть не очень хорошо. Но, тем не менее, может быть покупка машины, квартиры. Может быть продвижение по службе, взлёт в карьере, так как идёт прямой Аспект на 10 дом.`,
      '5': `Солнце через 5 дом. Это довольно нежный дом, здесь очень много огня для этого дома, для некоторых дел это неплохо, но для зачатия детей - не хорошо. Хорошо для интеллектуальной деятельности. Могут быть болезни желудка. По инвестициям нужно смотреть, какое Солнце и смотреть прошлый опыт такого транзита. Транзит Солнца по 5му дому может помочь выиграть в лотерею, но при условии, что у человека в карте есть йога богатства. Может давать много идей.`,
      '6': `Солнце через 6 дом. Для борьбы с врагами очень хорошо. Также хорошо для работы в политике. Но, нужно следить обязательно за здоровьем. Поскольку много огня Солнца, его нужно направить на служение. Служить как лидер. Если человек будет служить, практиковать Севу, то будет нейтрализация в вопросах здоровья. Конечно, нужно следить за питанием. Солнце отвечает за прану и помогает тем, у кого много праны. Овощи и фрукты, в них много праны. Поэтому когда Солнце идёт через 6 дом, можно даже посыроедить.`,
      '7': `Солнце через 7 дом. Борьба за власть может быть между и партнёрами, поэтому здесь нужно быть очень внимательным(ой).`,
      '8': `Солнце через 8 дом. Это нехороший дом для Солнца. Могут быть болезни, связанные с тем, что много огня. Для зачатия тоже не очень. И по финансам такое положение тоже может пройтись, поскольку идёт аспект на 2 дом. Могут быть какие-то скандалы. И нужно не забывать, что 8ой дом - это дом смерти.`,
      '9': `Солнце через 9 дом. В это время человек может встретить учителя, принять инициацию. Могут быть какие-то поощрения от начальства. Хорошее время для сдачи экзамена, при условии что Солнце в карте хорошее.`,
      '10': `Солнце через 10 дом. Солнце в положении Дигбала, соответственно рост в карьере, могут назначить на пост начальника. Человек может получить статус. И в целом довольно благоприятное положение, но нужно всегда смотреть и Лунную карту. Смотреть на общий результат.`,
      '11': `Солнце по 11му дому. Это очень хорошо, это приносит деньги. Можно задуматься об увеличении дохода, можно просить увеличение зарплаты. Даёт известных друзей.`,
      '12': `Солнце через 12й дом. Могут появиться неожиданные расходы, какие-то траты на статус. Могут быть потери. Может быть какая-то борьба связанная с властями.`,
    },
  },
  Mo: {
    title: 'Луна',
    byHouse: {
      '1': `Луна через 1й дом. Если Луна хорошая в карте, то всё будет хорошо, будут усиливаться Лунные качества. Если не очень хорошая, то могут быть беспокойства.`,
      '2': `Луна через 2й дом. Зависит от знака в этом доме. Лучше хорошо подумать, прежде чем открывать счёт в банке в этот день, чтобы не было неприятных сюрпризов. Например, если тут стоит Скорпион, это не очень хорошо.`,
      '3': `Луна через 3й дом. Это очень хорошо, при условии, что Луна не в дебилитации. Можно начинать дела. Если Луна беспокойная (слаба, с папаграхами рядом), то может быть какая-то суета, суета в поездках.`,
      '4': `Луна через 4й дом. Хорошо подходит для каких-то практик, медитаций. Плюс тут Дигбала, можно посмотреть какое-то жильё. Но если это Скорпион, хоть в Джама лагне, хоть в Чандра лагне, то естественно никакое жильё мы не покупаем, нужно быть очень аккуратным за рулём.`,
      '5': `Луна через 5й дом. Если хорошая, то будет всё хорошо. Если слабая, то могут быть какие-то беспокойство с детьми, страхи связанные с детьми.`,
      '6': `Луна через 6й дом. Могут быть какие-то беспокойство. Лучше анализы в этот день не сдавать.`,
      '7': `Луна через 7й дом. Всё хорошо, увеличение заботы. Если Луна слабая, могут быть какие-то страхи, напряжения, ссоры.`,
      '8': `Луна через 8й дом. Это наилучшее положение в месяце. Но, ничего не начинаем, в эти дни лучше заниматься практиками медитаций.`,
      '9': `Луна через 9й дом. Если она хорошая, могут улучшится отношения с начальником, отцом. Если Луна слабая, то может быть наоборот.`,
      '10': `Луна через 10й дом. Может быть подъём в карьере. Но может быть и стресс и беспокойство, зависит от того, каким образом Луна в карте расположена.`,
      '11': `Луна через 11й дом. Здесь всё хорошо. Но если неблагоприятная, то может быть потеря спокойствия.`,
      '12': `Луна через 12й дом. Очень хорошее положение для благотворительности. Не очень хорошо начинать какие-то поездки за границу, поскольку это Дустханы. Лучше исключить начинания.`,
    },
  },
  Ma: {
    title: 'Марс',
    byHouse: {
      '1': `Транзит Марса через 1 дом, Это будет давать раздражение, это похоже на куджа-дошу. Человек, так же, может получить травмы головы, инсульты, операции на лице. Если транзит Марса идет по Луне в первом доме, то может быть увеличение эмоций и нетерпимости.`,
      '2': `Транзит Марса по 2му дому. Это могут быть ссоры, проблемы речи, так же конфликты. Проблемы с питанием. Срывы в диетах, или человек может сесть на диету. Могут быть проблемы в родительской семье, могут ругаться из-за накоплений. Может заболеть горло.`,
      '3': `Марс через 3й дом. Это дом смелости. У человека появляются какие -либо цели, и как раз, когда у человека Марс проходит через третий дом, он должен ставить цели идти в перед. Человек может ездить в короткие поездки. Всё в целом хорошо. Победить может в спортивных соревнованиях. Поэтому для спортсменов идеальное время. Но, нужно же конечно смотреть всю картину вместе.`,
      '4': `Марс идёт по 4му дому это не очень хорошо, так как 4-й дом - это мягкий дом. Хорошо начинать строительство, можно продать машину, квартиру. Для внутреннего счастья - не очень хорошо. Так же, нужно быть очень внимательным с сердцем, так как могут быть различные сердечные удары - не нервничать, не злится. Когда идёт Марс по четвертому дому, с кофе и различными энергетиками лучше не иметь дело. Марс в данном доме в дебилитации, поэтому очень важно быть внимательным за рулем. Могут быть ДТП, если идёт аспект Раху или Сатурна - втройне надо быть внимательным.`,
      '5': `Марс по 5му дому. Проблемы с желудком, сложности с детьми. Сложности с родами, может быть и кесерево сечение.`,
      '6': `Марс по 6му дому. Ссоры, операции, могут быть конфликты. Тем не менее, могут быть победы над врагами. Нужно быть внимательными, 6-ой дом - это дом дустханы.`,
      '7': `Марс по 7му дому. Могут быть ссоры с партнёрами, в семье, с мужем, с женой. Из плюсов: партнер может начать заниматься спортом. Марс тут портит отношения, может давать войну. Нужно быть очень внимательным и лучше эту энергию направлять в спорт.`,
      '8': `Марс в 8ом доме. Восьмой дом - Марака. Очень опасно. Надо быть внимательным, могут быть операции, травмы, любой экстрим убрать: мотоциклы, прыжки с парашютов и т.д.`,
      '9': `Марс по 9му дому. Конфликты с отцом, учителями. В это время лучше не сдавать экзамены, могут быть сложности. Хотя в соревнованиях может быть победа.`,
      '10': `Марс через 10й дом. Большая активность на работе. Собственно, надо работать и работать. Может быть много пробивной работы, много сил для работы. Человек может и уволится. Если есть цель вырасти по карьере - человеку нужно пахать и всё будет получаться.`,
      '11': `Транзит Марса через 11ый дом. Очень неплохо. Могут быть увеличение доходов, достижение цели. Расширение бизнеса.`,
      '12': `Транзит Марса по 12му дому. Могут быть болезни, ссоры. Потери могут быть по 12-му дому. Аспект на шестой дом - ссоры из-за расходов. Когда идет Марс по 12-му дому, хорошая нейтрализация - это практика «Йоги». Если Марс идёт по Козерогу, то будет очень много энергии, так как Марс у нас в экзальтации. Марс по Скорпиону - тоже всегда очень много энергии и лучше ее использовать во благо. Опять же «Йога», физическая активность.`,
    },
  },
  Me: {
    title: 'Меркурий',
    byHouse: {
      '1': `Транзит Меркурия через 1ый дом - человек идёт учится, коммуникации, общения. Благоприятно начинать изучать языки, астрологию, отношения могут улучшиться. Если по Луне то может быть беспокойный ум. Меркурий будоражит Луну и человек может уходить сразу в несколько направлениях. Хочет сразу объять необъятное, для учёбы может это и хорошо.`,
      '2': `Меркурий по 2му дому. Человек начинает заниматься своей речью. Речь чёткая становится. Тем не менее, может быть суетливость. По финансовым накоплениям может быть неплохо. Всё должно быть в гуне благости.`,
      '3': `Меркурий по 3му дому. Много коммуникаций. Обязательно нужно что-то делать связанное с этим домом. Человек может, что то писать, развивать комуникации, знакомиться с новыми людьми и это нужно делать.`,
      '4': `Меркурий по 4му дому. В это время хорошо учится и нужно начинать учится. Человек может сдать кандидатский минимум. Меркурий в благости - поглощение знаний как губка.`,
      '5': `Меркурий по 5му дому. Для интеллекта хорошо. Для зачатия детей не очень хорошо, так как Меркурий бесполая планета. Зачатий не даст.`,
      '6': `Меркурий по 6му дому - хорошо. Единственное нужно понимать, что могут быть конфликты, всё таки шестой дом - дустхана. Читать книги по здоровому питанию, практиковать здоровое питание - это очень хорошо. И вести здоровый образ жизни - тоже очень хорошо. Если Меркурий в тамасе, то может соответственно всё наоборот быть.`,
      '7': `Меркурий по 7му дому. Увеличится количество друзей, может увеличится общение со своим партнёром. Могут появится полезные знакомства.`,
      '8': `Меркурий через 8ой дом. Человек будет читать много книг, будет интересоваться эзотерикой, его потянет в практики. Практики собственно нужно делать, но всё в благости. Может увеличится общение с учителем, начальником, отцом. Меркурий даёт такое панибратское общение, здесь нужно понимать, что нужно соблюдать субординацию, понимать с кем общаешься. Если Меркурий неблагоприятны, то может быть напряжение в общении.`,
      '9': `Меркурий через 9й дом. Когда Буддха [Меркурий] приходит в 9ю Бхаву [дом], возникают препятствия в любой работе, выполняемой человеком, в его уме возникает чувство сожаления и несчастья. Он обеспокоен увеличением числа врагов. Транзит даёт потерю должности (положения в обществе) и уважения. Растёт нестабильность в уме и интеллекте. Человек испытывает усталость и боль в путешествиях, враждует с родственниками и братьями (сёстрами), критикует и указывает на пороки в религиозных вопросах.`,
      '10': `Меркурий через 10ый дом. Это повышение квалификации, учеба.`,
      '11': `Меркурий через 11ый дом. Торговля в это время будет процветать, деньги будут приходить деньги. В это время хорошо начинать новые проекты, новые дела, которые могут принести прибыль. Только обратить внимание, если Меркурий в одиннадцатом доме в Рыбах, то он в дебилитации, просто быть внимательнее. Для нейтрализации такого момента нужно читать мантру «Лакшми» и соответственно делать практики благотворительности.`,
      '12': `Меркурий через 12ый дом. Здесь может быть много ментального напряжения. Если заниматься медитациями, гулять у воды (мы свою энергию Вата приводим в порядок), плюс хорошо делать практики благотворительности, практики «Севы».`,
    },
  },
  Ju: {
    title: 'Юпитер',
    byHouse: {
      '1': `Юпитер по 1му дому. В этот день человек может принимать мудрые решения. Однако если в 1ом доме стоит Козерог, то мудрость может и не прийти. Юпитер в 1ом доме - это как мудрая книга в голове, либо всегда играет мантра, поскольку Юпитер в первом доме находится в Дигбале. Юпитер в Козероге может дать фанатизм, человек может стать учителем. Когда у вас идёт транзит Юпитера по 1,5,7,9 домам - это одно из лучших положений которые могут быть, соответственно в это время можно начинать давать лекции.
Когда Юпитер будет идти ретроградно - может не быть гибкости у человека: всё может раздражать, будет спорить со всеми, желание всех критиковать. Конечно нужно понимать, что следует себя контролировать в этих вопросах.`,
      '2': `Юпитер по 2му дому даст довольно хорошие результаты, могут улучшится отношения с родителями. Родители могут помириться, если были в ссоре. Финансовые накопления будут увеличиваться. Хорошая питание, правильные привычки. Если пойдёт ретроградный или в карте у человека ретроградный, то может быть всё наоборот. Когда идёт ретроградный транзит по 2му дому - не нужно открывать счета в банке, это может закончиться плохо.`,
      '3': `Юпитер по 3му дому, человек может начать изучать философию, может даже написать книгу. Начнёт помогать учителям. Начнёт ездить на учёбу, семинары.`,
      '4': `Юпитер по 4му дому даёт умиротворение. Человек может поступить на учёбу. Если в созвездии Рака -это лучшее время для того, чтобы купить недвижимость, транспортные средства. Одно из лучших положений для защиты диссертации, либо если аспекты есть на 4 дом. Конечно нужно не забывать и про Лунную карту.`,
      '5': `Юпитер через 5й дом. Благоприятное время для рождения детей, увеличение молитв, инвестиций.`,
      '6': `Юпитер через 6ой дом. Болезни, но в тоже время человек может вылечиться. Может начать изучать медицину, или поступить учится в медицинский институт. Если идут суды, человек может выиграть его, при условии, что Юпитер в карте хороший. Что касается ипотеки, тут нужно быть очень аккуратным.`,
      '7': `Юпитер через 7ой дом. Очень хорошо для партнёрских отношений, при условии, что не в созвездии Козерога. Если в Козероге, то может быть расставание, всё будет рушиться. Если Юпитер ретроградный в карте, если возвратный транзит, во время ретроградного транзита - могут быть ссоры с партнёром.`,
      '8': `Юпитер через 8ой дом. Если в карте хороший, то проявится интерес к астрологии, эзотерике, тайным знаниям. Может получить страховку, наследство. Если неблагоприятный, то могут быть какие-то опухали, сложности с репродуктивной системой.`,
      '9': `Юпитер по 9й дому. Встреча с учителем. Человек может получить инициацию. Во время транзита или аспектов - это лучшее время для экзаменов, поскольку в это время появляется связь с учителем.`,
      '10': `Юпитер через 10й дом. Может быть изменение направления в работе. Если есть соединении с Раху или ретроградный Юпитер, то могут быть неблагоприятные моменты. Тем не менее, Юпитер через 10 дом, человек может пойти учиться. Могут быть нехорошие условия на работе, однако для того, чтобы это нейтрализовать, нужно заниматься благотворительностью.`,
      '12': `Юпитер через 12й дом. Могут быть различные паломничества, увеличатся траты на благотворительность. Но как вы знаете, чем больше человек тратит на благотворительность, тем больше получает и входящий поток. Так работает закон кармы. Поскольку 12й дом - это дом потерь, поэтому лучше делать практику благотворительности самому, таким образом это будет как компенсация.`,
    },
  },
  Ve: {
    title: 'Венера',
    byHouse: {
      '1': `Транзит Венеры через 1ый дом даёт человеку большую привлекательность. Человек начинает больше времени уделять своей внешности. Кстати, особенно если Венера идёт по Луне. Человек начинает ходить к косметологу, начинает всё украшать. Начинает покупать новую одежду. Может заняться, каким либо творчеством. Либо появятся какие либо творческие идеи, и реализации.`,
      '2': `Транзит Венеры через 2ой дом. Человек в такой транзит, может начать занимается пением, ходить на кружки. Всё начинает красивое покупать, красивое питание. Начинает увеличиваться счёт в банке. Однако если Венера у человека негативная, то может быть черезчур сильная привязанность к деньгам. Если в созвездии Льва, то не следует открывать счёт в банке.`,
      '3': `Транзит Венеры, через 3ий дом. Человек начинает всё делать руками. Всё делает красиво. Может начать делать, какое либо хобби. Может уехать в короткие путешествия.`,
      '4': `Венера через 4ый дом. Может увеличится внутреннее счастье. Может быть покупка машины, украшений. Может начать делать дизайн интерьера. Так же в это время хорошо задуматься о дизайне по Васту Шастра.`,
      '5': `Транзит Венеры по 5му дому. Могут начаться романтические отношения. Хорошее положение для зачатия детей. Для занятия живописью.`,
      '6': `Транзит Венеры по 6му дому. Это тоже самое как Венера в дебилитации, поэтому могут появится различные болезни, в том числе венерические (кожные так-же относятся к ним), если человек в гунах невежества и страсти. Могут быть проблемы с женщинами.`,
      '7': `Транзит Венеры по 7му дому. Если Венера в благости, то качество отношений будут улучшается. Если в невежестве, то вместо качества будет количество отношений. И в зависимости от того, какая Венера у человека, в какой гуне живет. Если у женщины Венера хорошая, незамужняя женщина может встретить своего жениха. Мужчина так же может встретить жену, при условии, если он не женат.`,
      '8': `Венера через 8ой дом. Рост сексуальности увеличится, но наряду с этим могут быть сложности с венерическими заболеваниями (кожные так-же относятся к ним). Могут быть сложности от противоположного пола.`,
      '9': `Транзит Венеры через 9ый дом. Растёт сильная привязанность к учителю, может быть и черезчур сильная. Рост счастья, рост роскоши.`,
      '10': `Транзит Венеры, через 10ый дом. Может быть роман на работе, украшение места рабочего. Работа связанная с искусством.`,
      '11': `Транзит Венеры через 11ый дом. Деньги приходят через Венеру. Увеличение количества денег.`,
      '12': `Венера транзит через 12ый дом. Траты на роскошь, человеку может захотеться обновить спальню, либо украсить её.`,
    },
  },
  Sa: {
    title: 'Сатурн',
    byHouse: {
      '1': `Транзит Сатурна по 1му дому даёт: напряжение, уныние, головные боли. Даже несмотря на то, что в асценденте может быть Козерог, а Сатурн является благоприятным для Козерога. Транзит Сатурна через 1й дом называется - Канта-кашани или так называемый шип. Сатурн даёт замедление. И если человек дружит с Сатурном, то в это время он может начать заниматься йогой, медитациями, могут также быть и болезни. Транзит Сатурна по 1му дому даёт Аспект на 3, 7, 10й дома и во всех этих 
домах сила транзита будет проявляться на 50%. По 3му - задержки в путешествиях. Задержки или напряжённость в браке (7й дом), в карьере (10й дом). Если человек дружит с Сатурном, т. е. в карте он хороший, то будут запланированные поездки, запланированный брак, наоборот будет продвижение по карьере. Когда идёт транзит Сатурна по 1му дому, у него будет ощущение, что на него что-то навалилось. Но если Сатурн хороший в карте, то вы получите благоприятные результаты.
Если у человека идёт транзит Сатурна и период Венеры и Венера находится в экзальтации - это говорит о том, что этот транзит пройдёт хорошо. Тот же самай Саде-Сати на фоне периода Венеры в экзальтации или которая в частности находится в Мулатриконе, то даже такие транзиты как Канта-кашани будут проходить довольно хорошо. Или к примеру Венера стоит дополнительно в кедре, в Мулатриконе либо в собственном знаке. Поскольку Сатурн планета медленная, он хочет чтобы человек замедлился, чтобы он более глубоко проанализировал всё, что происходит в его жизни и начал помогать другим людям. 
Поэтому друзья не стоит ждать пока в вашей жизни появится Канта-кашани, Саде-Сати, период Сатурна, нужно делать практики по Шани всегда.`,
      '2': `Транзит Сатурна по 2му дому - это уменьшение денег, уроки по деньгам, а может быть и стабилизация. Это зависит от того, какой Сатурн. Могут быть проблемы с горлом, нарушение питания. Если Сатурн идёт благоприятный, то наоборот у человека может проявиться аскетичность в питании. Это как компенсация. Например, если вы видите что идёт транзит по 2му дому, питаетесь более упорядоченно, более аскетично, то это будет как-бы нейтрализация негативных аспектов от транзита. Также очень важно выполнять сразу все свои обещания. Если человек не выполняет их, то сразу получает кармические уроки. Могут быть сложности в родительской семье, могут уехать например в командировку в Африку или заболеть и лежать в больнице.
В любом доме где идёт транзит Сатурна нужно замедлиться, остановиться и начинать делать всё осознанно, медленно.`,
      '3': `Транзит Сатурна через 3й дом - могут быть путешествия. Всегда когда Сатурн проходит через дома Упачаи считается более-менее. Это может дать путешествия, паломничества, командировки, рукоделие, увеличить количество действий, в том числе обдуманных.`,
      '4': `Сатурн через 4й дом. Могут быть с покупки недвижимости, жилья, участка. Но может быть и потеря, зависит от того, какой Сатурн. Может быть начало ремонта. Если Транзит Сатурна идёт по знаку Скорпиона, то может быть очень длинный ремонт. Так же может быть напряжение, уныние, мама например может болеть. Человек может носить тёмные, чёрные одежды. Нужно делать аскезы. Могут быть сложности в учёбе, в поступлении. Человек может выбрать профессию строителя или появится желание строить. Может быть недвижимость в старом доме. Канта-кашани по 4му дому - надо быть очень аккуратным, смотреть всё очень внимательно, в том числе за рулём.`,
      '5': `Сатурн через 5й дом. Это может означать рождение детей, могут быть задержки. Могут быть какие-то болезни желудка. Осторожно с инвестициями. Могут появиться какие-то предложения, потому, что Сатурн даёт проверки, здесь нужно быть очень внимательным и обязательно делать мухурту. 5й дом - это также любовь от супруга(ги), может быть охлаждение. И каждая из планет, которая идёт в том же доме с Сатурном будет принимать его влияние.`,
      '6': `Транзит Сатурна по 6 дому. Сатурн является каракой этого дома. 6й дом - это дом служения, Сатурну там хорошо, он заставляет служить. Это своего рода нейтрализация. Но всё-таки 6й дом - это дом болезней - нужно следить за здоровьем, смотреть за финансами. Это может быть служение в благости, но может в том числе и всё разрушить. Если Сатурн идёт по Марсианскому знаку - могут быть проблемы, враги. Также могут быть различные суды, поэтому быть очень внимательным и не допускать этого. Чистки, голодания очень хороши.`,
      '7': `Сатурн через 7й дом, Может быть и заключение брака. Но большинство людей которые живут в Тама-раджасе если начнут отношения в этот период - такие отношения быстро заканчиваются. Всегда будут определенные проверки, кармические проработки в браке, может быть какой-то затяжной развод. Могут отсеятся, либо появится бизнес-партнеры. Может быть также переезд за границу. Если человек находится в отношениях и приходит какой-то другой человек, начинаются новые отношения - они рушатся, потому что Сатурн отвечает за карму. Если человек прошёл неправильно проверку отношений во время транзита Сатурна, это вряд ли закончатся чем-то хорошим.`,
      '8': `Транзит Сатурна по 8му дому очень похож на Саде-Сати, если даже не сложнее. Он очень похож на транзит в Скорпионе. Поэтому могут проявиться страхи смерти, могут быть смерти старших родственников, друзей. Потеря Романов, проблемы с репродуктивной системой. Если Сатурн в благости - может быть получение наследства. Если неблагоприятное положение, может быть лишение наследства. А если ещё Луна находится в 8ом доме - это можно сказать как Саде-Сати. 8й дом является маракой к 7му, и поэтому он может дать развод. Если у человека восходящий знак Скорпион, то Сатурн в 8ом доме будет в дебилизации. И соответственно с романами проблема, проблемы с мочеполовой системой. Никакого экстрима!`,
      '9': `Транзит Сатурна по 9му дому. Если Сатурн хороший, то человек встретит духовного учителя или поедет по духовным местам. Начнёт ходить в храм, изучать писания, делать практики. Если неблагоприятный, то может дать отдаление от отца, учителя. Могут быть сложности с начальством. Болезни отца. В ретроградном положении - удача будто отворачивается. Поэтому, если ретроградный Сатурн идёт по 9му дому, то лучше никаких сделок на это время не заключать. Нужно быть внимательным, потому что может быть временная полоса препятствий.`,
      '10': `Транзиты Сатурна по 1,4,7,8,10 домам - это всё Канта-кашани. Задержки, напряжение в карьере. Но если человек дружит с Сатурном, то может быть повышение на работе. Может быть много работы, много служения на работе. Если Сатурн неблагоприятный, то может быть увольнение, сложности на работе, перевести на низшую должность, либо сокращение, либо переводят в маленькое помещение. Может также означать смену профессии.`,
      '11': `Сатурн по 11му дому. У человека могут появится дополнительные доходы, влиятельные, более старшие друзья. Если Сатурн в плохом положении, могут быть задержки с деньгами, задержки в бизнесе, потери в бизнесе. 11 дом - это дому Упачаи, поэтому может как раз принести деньги.`,
      '12': `Сатурн через 12 дом. Человеку нужно ездить в паломничества. Могут быть потери. Поэтому лучше добровольно делать различные практики, випассаны, чем тюрьмы, монастыри, больницы. Также может быть переезд за границу, но может быть довольно сложный. Может быть также глубинная работа с самим собой, служение детям. Поскольку даёт аспекты, нужно следить за здоровьем, финансами, отцом. Могут быть проблемы от проверяющих органов. Могут быть какие-то неожиданные неприятности.
И когда Сатурн находится рядом с лагуной, он влияет на личность. Также смотрим по каким планетам проходит транзит Сатурна. Если например по нежным планетам идёт, то это очень похоже на Саде-Сати. Если идёт по Марсу - это даёт жестокость, конфликты.`,
    },
  },
  Ra: {
    title: 'Раху',
    byHouse: {
      '1': `Транзит Раху по 1ому дому. У человека будут какие-то изменения связанные с его личностью. Это могут быть изменения как положительные, так отрицательные, но они однозначно будут происходить.`,
      '2': `Раху во 2ом доме. Человеку захочется изучать языки, возможно поэкспериментировать с питанием, возможно начнёт изучать инвестирование.`,
      '3': `Раху в 3ем доме. Здесь нужно закатать рукава. Появляется желание много всего делать.`,
      '4': `Раху в 4ом доме. Внимание будет акцентировано на сфере 4 дома. Сфера недвижимости, дом мамы, транспортных средств. Смотреть очень внимательно, так как Раху непредсказуем, могут быть и ДТП, но в тоже время могут быть и покупки недвижимости. Могут быть Американские горки с точки зрения счастья.`,
      '5': `Раху в 5ом доме. Это коснется и Пурва-пунья и репутации и детей. В зависимости от того, как человек себя ведёт, такие результаты и получит.`,
      '6': `Раху в 6ом доме. Может быть как улучшение здоровья, так и ухудшение. Улучшение или ухудшении каких-то спорных вопросов.`,
      '7': `Раху в 7ом доме. Могут быть испытания связанные с отношениями. С одной стороны - это вроде как расширение отношений. С другой - испытания.`,
      '8': `Раху в 8ом доме. Здесь нужно быть очень внимательным, не нужно никакого экстрима. Можете получить какое-то наследство. Это так-же какие-то мистические практики, уединение.`,
      '9': `Раху в 9ом доме. Усиление духовности. Также какие-то изменения отношений с отцом. Это также может означать и переезд или какие-то длинные поездки.`,
      '10': `Раху в 10ом доме. Будет расширение связанное с карьерой или могут быть какие-то реорганизации.`,
      '11': `Раху в 11ом доме. Очень хорошее положение. В это время у человека может быть много возможностей для получения каких-то доходов. Конечно, нужно не забывать смотреть положение - в дебилитации или в экзальтации.`,
      '12': `Раху в 12ом доме. У человека могут быть какие-то сверх большие траты и может быть много поездок.`,
    },
  },
} as const;

export const GOCHARA_PLANET_ORDER: readonly GocharaPlanetCode[] = [
  'Su',
  'Mo',
  'Ma',
  'Me',
  'Ju',
  'Ve',
  'Sa',
  'Ra',
] as const;

